Repository: Yshalan/WFP_TRC-master
Catalog: Pro-WorkForce/Admin/App_LocalResources/EmailConfigurations.aspx.*.resx
Languages: ar_jo

# btnSaveResource1.Text
source: Save
ar_jo: حفظ

# Label1Resource1.Text
source: Customer Arabic Name
ar_jo: اسم العميل باللغة العربية

# Label2Resource1.Text
source: Customer English Short Name
ar_jo: اسم مختصر للعميل باللغة الانجليزية

# Label3Resource1.Text
source: Customer Arabic Short Name
ar_jo: اسم مختصر للعميل باللغة العربية

# Label4Resource1.Text
source: Employee No. Length
ar_jo: طول رقم الموظف

# Label5Resource1.Text
source: Employee Card Length
ar_jo: طول بطاقة الموظف

# Label6Resource1.Text
source: Manage default overtime rule by
ar_jo: التحديد الاولي لقاعدة العمل الاضافي من خلال

# Label7Resource1.Text
source: Manage default TA Exception by
ar_jo: التحديد الاولي لسياسة الحضور من خلال

# Label8Resource1.Text
source: Manage default Leave by
ar_jo: التحديد الاولي للاجازات من خلال

# Label9Resource1.Text
source: In Consequence Transactions Consider
ar_jo: في المعاملات المتتالية يؤخذ بالإعتبار

# lblCompanyName1Resource1.Text
source: Customer English Name
ar_jo: اسم العميل باللغة الانجليزية

# lblGraceResource1.Text
source: Grace Period By
ar_jo: فترةالسماح من خلال

# lblLogoResource1.Text
source: Logo
ar_jo: الشعار

# lblManageOvertimeResource1.Text
source: Manage Overtime
ar_jo: تحديد العمل الاضافي

# ListItemResource10.Text
source: Work Schedule
ar_jo: جدول العمل

# ListItemResource11.Text
source: Calculate Before Schedule
ar_jo: اعتبار قبل بداية جدول العمل

# ListItemResource12.Text
source: Calculate After Schedule
ar_jo: اعتبار بعد نهاية جدول العمل

# ListItemResource13.Text
source: Calculate Before and After Schedule
ar_jo: اعتبار قبل و بعد جدول العمل

# ListItemResource14.Text
source: Calculate Real Time In
ar_jo: اعتبار الوقت الفعلي للحضور

# ListItemResource15.Text
source: First In/ Last Out
ar_jo: اول دخول/ اخر خروج

# ListItemResource16.Text
source: Last In/ First Out
ar_jo: اخر دخول/ اول خروج

# ListItemResource9.Text
source: TA Policy
ar_jo: سياسة الحضور

# rdbtnDesignationAlResource1.Text
source: Designation
ar_jo: المسمى الوظيفي

# rdbtnDesignationotResource1.Text
source: Designation
ar_jo: المسمى الوظيفي

# rdbtnDesignationTaexResource1.Text
source: Designation
ar_jo: المسمى الوظيفي

# rdbtnGradeAlResource1.Text
source: Grade
ar_jo: الدرجة الوظيفية

# rdbtnGradeotResource1.Text
source: Grade
ar_jo: الدرجة الوظيفية

# rdbtnGradeTaexResource1.Text
source: Grade
ar_jo: الدرجة الوظيفية

# reqFirstCompanyNameResource1.ErrorMessage
source: Please enter First Company Name
ar_jo: الرجاء ادخال اسم العميل

# rdbtnNoneResource1.Text
source: None
ar_jo: لاشيء

# tabCustomerInfoResource1.HeaderText
source: Customer Information
ar_jo: معلومات العميل

# TASettingtab.HeaderText
source: Time Attendance Settings
ar_jo: اعدادات سياسة الحضور

# lblLeaveApprovalResource1.Text
source: Self Service Workflow Level(s)
ar_jo: مراحل سير عمل الخدمات الذاتية

# rdbtnBothResource1.Text
source: Both
ar_jo: كلاهما

# rdbtnDirectmgrResource1.Text
source: Direct Manager Only
ar_jo: المدير المباشر فقط

# rdbtnHROnlyResource1.Text
source: Human Resource Only
ar_jo: شؤون الموظفين فقط

# tabDomainUsers.HeaderText
source: Domain Users Settings
ar_jo: اعدادات مستخدمي النظام

# lblSystemUsersResource1.Text
source: System Users
ar_jo: مستخدمي النظام

# RadDomainResource1.Text
source: Domain Users
ar_jo: المستخدمين من الشبكة

# RadSystemUsersResource1.Text
source: Application Users
ar_jo: المستخدمين من البرنامج

# btnImportResource1.Text
source: Import
ar_jo: جلب المستخدمين

# lblDefaultPrivGroupResource1.Text
source: Default Privileges Group
ar_jo: مجموعة الصلاحية الافتراضية

# lblSchedulesResource1.Text
source: Default Work Schedules
ar_jo: جدول العمل الاولي

# lblEmailNotificationResource1.Text
source: Email Notifications
ar_jo: اشعارات البريد الالكتروني

# rdbtnSendToHREmployeeOnlyResource1.Text
source: Send To HR Employee Only
ar_jo: ارسال الى موظفين موارد البشريه فقط

# rdbtnSendToHRGroupHREmployeeResource1.Text
source: Send To HR Group & HR Employee
ar_jo: ارسال الى مجموعة و موظفين الموارد البشريه

# rdbtnSendToHRGroupResource1.Text
source: Send To HR Group
ar_jo: ارسال الى مجموعة الموارد البشريه

# lblHREmailResource1.Text
source: HR Group Email
ar_jo: البريد الالكتروني لمجموعة الموارد البشريه

# revHREmailResource1.ErrorMessage
source: Please enter correct email
ar_jo: الرجاء ادخال بريد الكتروني صحيح

# lblMintransactiontimeResource1.Text
source: Minimum Time Between Two Transactions
ar_jo: أقل وقت بين حركتين

# lblDomainPassResource1.Text
source: Domain Password
ar_jo: مجال كلمة السر

# lblDomainUserNameResource1.Text
source: Domain User Name
ar_jo: مجال اسم المستخدم

# lblWeekStartDayResource1.Text
source: Week Start Day
ar_jo: يوم بداية الاسبوع

# lblDomainNameResource1.Text
source: Domain Name
ar_jo: اسم الشبكة

# lblOvertimeResource1.Text
source: Allow Edit Over Time
ar_jo: السماح بتعديل الوقت الاضافي

# ListItemResource17.Text
source: Yes
ar_jo: نعم

# ListItemResource18.Text
source: No
ar_jo: لا

# lblConsiderAbsentResource1.Text
source: Consider Absent After
ar_jo: احتساب الغياب بعد

# lblDynamicReportResource1.Text
source: Dynamic Report View
ar_jo: عرض التقارير الديناميكية

# lblEmailfromResource1.Text
source: Email From
ar_jo: البريد الالكتروني

# lblEnableEmailServiceResource1.Text
source: Enable Email Service
ar_jo: تفعيل خدمة البريد الالكتروني

# lblLeaveApprovalFromResource1.Text
source: Leave Approval From
ar_jo: الموافقة على الاجازة من قبل

# lblShowSTSupremeLogoResource1.Text
source: Show Smart Time Logo
ar_jo: اظهار شعار سمارت تايم

# lblSMTPConfirmPsswordResource1.Text
source: SMTP Confirm Password
ar_jo: تأكيد كلمة سر SMTP

# lblSMTPPsswordResource1.Text
source: SMTP Password
ar_jo: كلمة سر SMTP

# lblSmtpServerResource1.Text
source: SMTP Server
ar_jo: خادم SMTP

# lblSMTPUserNameResource1.Text
source: SMTP User Name
ar_jo: إسم مستخدم SMTP

# ListItemResource2.Text
source: System Users
ar_jo: مستخدمي النظام

# ListItemResource3.Text
source: Domain
ar_jo: النطاق

# ListItemResource4.Text
source: Mixed Mode
ar_jo: الوضع المختلط

# regEmailFromResource1.ErrorMessage
source: Please Enter Correct Email
ar_jo: الرجاء ادخال بريد الكتروني صحيح

# rfvEmailfromResource1.ErrorMessage
source: Please Enter Email From
ar_jo: الرجاء ادخال مرسل البريد الالكتروني

# rfvSmtpPasswordResource1.ErrorMessage
source: Please enter SMTP Password
ar_jo: الرجاء إدخال SMTP كلمة سر

# rfvSmtpServerResource1.ErrorMessage
source: Please Enter SMTP Server
ar_jo: الرجاء ادخال خادم SMTP

# rfvSmtpUserNameResource1.ErrorMessage
source: Please enter SMTP User Name
ar_jo: الرجاء إدخال SMTP إسم مستخدم

# tabEmailConfigurationsResource1.HeaderText
source: Email Configurations
ar_jo: اعدادات البريد الالكتروني

# valCompConfirmResource1.ErrorMessage
source: Please Confirm the Password
ar_jo: الرجاء تأكيد كلمة السر

# lblSendHRNotificationResource1.Text
source: Send Notification To HR
ar_jo: ارسال اشعار الى للموارد البشريه

# lblSendManagerNotificationResource1.Text
source: Send Notification To Manager
ar_jo: ارسال اشعار للمدير

# ListItemResource21.Text
source: Daily
ar_jo: يومي

# ListItemResource22.Text
source: Weekly
ar_jo: اسبوعي

# ListItemResource23.Text
source: Monthly
ar_jo: شهري

# rfvReportView.ErrorMessage
source: Please Select Report View Method
ar_jo: الرجاء اختيار طريقة عرض التقرير

# lblMinutesResource1.Text
source: Minute(s)
ar_jo: دقيقة

# lblNoShiftShceduleResource1.Text
source: Advance Schedule With no Shift
ar_jo: جدول متقدم من دون مناوبات

# ListItemResource24.Text
source: Consider it Off Day
ar_jo: اعتباره يوم توقف عن العمل

# ListItemResource25.Text
source: Consider Default Schedule
ar_jo: اعتبار الجدول الافتراضي

# lblDaysResource1.Text
source: Day(s)
ar_jo: ايام

# lblNursingDaysResource1.Text
source: Nursing Days
ar_jo: ايام الرضاعه

# rdbtnDMHRGMResource1.Text
source: DM,HR,GM
ar_jo: المدير المباشر, الموارد البشرية, المدير العام

# RadComboBoxItemResource2.Text
source: Application Settings
ar_jo: النظام

# RadComboBoxItemResource3.Text
source: Leave Defintion
ar_jo: تعريف الاجازه

# lblConsiderDaysResource1.Text
source: Consider Days
ar_jo: احتساب ايام الدوام

# reqConsiderDaysResource1.ErrorMessage
source: Please enter Consider Days
ar_jo: الرجاء ادخال احتساب ايام الدوام

# lblHasFullDayPermissionResource1.Text
source: Has Full Day Permission
ar_jo: تفعيل المغادره ليوم كامل

# lblEnableSMSServiceResource1.Text
source: Enable SMS Service
ar_jo: تفعيل خدمة الرسائل

# lblChangeNoResource1.Text
source: Allow Change Employee No. for
ar_jo: السماح بتغيير رقم الموظف ل

# ListItemResource26.Text
source: All Employees
ar_jo: جميع الموظفين

# ListItemResource27.Text
source: Internal Employees
ar_jo: الموظفين الداخليين

# ListItemResource28.Text
source: External Employees
ar_jo: الموظفين الخارجيين

# lblAllowedManualResource1.Text
source: Self Service Manual Entry Allowed Before
ar_jo: الادخال اليدوي في الخدمات الذاتية مسموح قبل

# lblStudyPermScheduleResource1.Text
source: Study Permission Work Schedule
ar_jo: جدول عمل مغادرة الدراسة

# lblNursingPermAttendResource1.Text
source: Self Service Nursing Permission Allowed When Employee Attend To Work
ar_jo: مغادرة الرضاعة في الخدمات الذاتية مسموحة عند حضور الموظف للدوام

# RadComboBoxItemResource4.Text
source: Permission Definition
ar_jo: تعريف المغادرة

# lblPermissionApprovalFromResource1.Text
source: Permission Approval From
ar_jo: الموافقة على المغادرة من قبل

# lblNoManualEntryResource1.Text
source: No. Of Allowed Entry Requests Per Day
ar_jo: عدد مرات طلب الادخال اليدوي في اليوم

# lblMinOutViolation.Text
source: Minimum Out Duration To Be Shown In Violation Correction
ar_jo: اقل مدة خروج حتى تظهر في تصحيح المخالفات

# lblTimesResource1.Text
source: Time(s)
ar_jo: مرات

# lblHREmailFormatResource1.Text
source: HR Report Format
ar_jo: صيغة تقرير الموارد البشرية

# lblMgrEmailFormatResource1.Text
source: Manager Report Format
ar_jo: صيغة تقرير المدير

# ListItemResource30.Text
source: Email Template
ar_jo: نموذج البريد الالكتروني

# lblManagerLevelResource1.Text
source: Manager Level Required For Self Service Manual Entry Request(s) Approval
ar_jo: المستوى الاداري المطلوب للموافقة على طلب الادخال اليدوي

# lblHasEmailApprovalResource1.Text
source: Has Email Approval
ar_jo: الموافقة من خلال البريد الالكتروني

# lblShowLoginFormResource1.Text
source: Show Login Form
ar_jo: إظهار صفحة تسجل الدخول

# lblShowViolationCorrectionResource1.Text
source: Show Violation Correction
ar_jo: إظهار صفحة تصحيح المخالفات

# lblMaternityLeaveTypeResource1.Text
source: Maternity Leave Type
ar_jo: نوع إجازة الأمومة

# lblNursingRequireMaternityResource1.Text
source: Must have Maternity Leave to apply for Nursing Permission
ar_jo: يجب أن يكون إجازة الأمومة لطلب إذن الرضاعة

# lblPersonalPermissionTypeResource1.Text
source: Personal Permission Type
ar_jo: نوع المغادرة الشخصية

# lblEarlyOutNotificationsResource1.Text
source: Early Out Notification to be Sent After
ar_jo: إرسال إشعار الخروج المبكر بعد الساعة

# lblEmployeeRequestsResource1.Text
source: List Of Requests to Appeare in Requests Pages
ar_jo: إظهار الطلبات في صفحات الطلبات

# lblPermissionReminderResource1.Text
source: Reminder Permissions Requests For Manager after
ar_jo: تذكير المدير بالمغادرات المعلقة بعد

# lblHasFlexibleNursingPermissionResource1.Text
source: Has Flexible Nursing Permission
ar_jo: تفعيل مغادرة الرضاعة المرنه

# lblHasFlexiblePermissionResource1.Text
source: Has Flexible Study Permission
ar_jo: تفعيل المغادرة الدراسية المرنه

# lblHasPermissionForPeriodResource1.Text
source: Has Permission For Period
ar_jo: تفعيل المغادرة لفترة وقت

# lblShowAbsentInViolationCorrectionResource1.Text
source: Show Absent In Violation Correction
ar_jo: اظهار الغياب في صفحة تصحيح المخالفات

# HoursResource1.Text
source: Hours
ar_jo: ساعات

# lblConsiderPermissionBalanceResource1.Text
source: Consider Permission Balance In
ar_jo: حساب رصيد المغادرات بـ

# MinutesResource1.Text
source: Minutes
ar_jo: الدقائق

# lblDurationTotalsToAppearResource1.Text
source: Employee Summary Page
ar_jo: صفحة ملخص الموظف

# lblShowThemeToUsersResource1.Text
source: Show Themes To Users
ar_jo: إظهار الثيمات للمستخدمين

# lblAttachmentIsMandatoryPermissionResource1.Text
source: Attachment Is Mandatory For Nursing & Study Permission
ar_jo: المرفقات اجباري في مغادرة الرضاعة والدراسة

# FilterItemResource17.Text
source: Filter Page
ar_jo: صفحة البحث

# lblIsFirstGridResource1.Text
source: In Self Service Request First Page to Show
ar_jo: اول صفحة تظهر في طلبات الخدمة الذاتية

# RequestItemResource18.Text
source: Request Page
ar_jo: صفحة الطلب

# tabPermissionsAndLeavesResource1.HeaderText
source: Permissions And Leaves
ar_jo: إعدادات المغادرات والإجازات

# lblDefaultStudyPermissionTimeResource1.Text
source: Default Study Permission Time
ar_jo: الوقت الافتراضي للمغادرة الدراسية

# lblDivideTwoPermissionResource1.Text
source: Show Divide Two Permission
ar_jo: تفعيل فصل المغادرة الى جزئين

# lblFromTimeResource1.Text
source: From
ar_jo: من

# lblShowAnnouncementResource1.Text
source: Show Announcement on Home Page
ar_jo: إظهار الإعلانات في الصفحة الرئيسية

# lblStudyPermissionFlexibleTimeResource1.Text
source: Default Study Permission Flexible Time
ar_jo: الوقت الافتراضي للمغادرة الدراسية المرنة

# lblToTimeResource1.Text
source: To
ar_jo: إلى

# lblMaternityLeaveDurationResource1.Text
source: Maternity Leave Duration
ar_jo: مدة إجازة الأمومة

# lblMonthsResource1.Text
source: Month(s)
ar_jo: أشهر

# lblNursingPermissionApprovalResource1.Text
source: Nursing Permission Workflow Level(s)
ar_jo: مراحل سير عمل مغادرة الرضاعة

# lblStudyPermissionApprovalResource1.Text
source: Study Permission Workflow Level(s)
ar_jo: مراحل سير عمل مغادرة الدراسة

# rdbtnNursingBothResource1.Text
source: Both
ar_jo: كلاهما

# rdbtnNursingDirectmgrResource1.Text
source: Direct Manager Only
ar_jo: المدير المباشر فقط

# rdbtnNursingDMHRGMResource1.Text
source: DM,HR,GM
ar_jo: المدير المباشر, الموارد البشرية, المدير العام

# rdbtnNursingHROnlyResource1.Text
source: Human Resource Only
ar_jo: شؤون الموظفين فقط

# rdbtnStudyBothResource1.Text
source: Both
ar_jo: كلاهما

# rdbtnStudyDirectmgrResource1.Text
source: Direct Manager Only
ar_jo: المدير المباشر فقط

# rdbtnStudyDMHRGMResource1.Text
source: DM,HR,GM
ar_jo: المدير المباشر, الموارد البشرية, المدير العام

# rdbtnStudyHROnlyResource1.Text
source: Human Resource Only
ar_jo: شؤون الموظفين فقط

# lblMaxStudyDurationResource1.Text
source: Maximum Duration of Study Permission
ar_jo: اقصى مدة للمغادرة الدراسية

# lblNursingGeneralGuideArResource1.Text
source: Arabic General Guide for Nursing Permission
ar_jo: تعليمات عامة باللغة العربية لمغادرة الرضاعة

# lblNursingGeneralGuideResource1.Text
source: General Guide for Nursing Permission
ar_jo: تعليمات عامة لمغادرة الرضاعة

# lblStudyGeneralGuideArResource1.Text
source: Arabic General Guide for Study Permission
ar_jo: تعليمات عامة باللغة العربية للمغادرة الدراسية

# lblStudyGeneralGuideResource1.Text
source: General Guide for Study Permission
ar_jo: تعليمات عامة للمغادرة الدراسية

# lblAllowMoreOneManualEntryResource1.Text
source: Allow More One Request Manual Entry
ar_jo: تفعيل طلب إدخال يدوي اكثر من مره

# lblShowAnnouncementSelfSeviceResource1.Text
source: Show Announcement on Self Service
ar_jo: إظهار الإعلانات في الخدمات الذاتية

# lblOnCallScheduleResource1.Text
source: Employee On Call Work Schedule
ar_jo: جدول الموظفين تحت الطلب

# lblAllowNursingPermissionInRamadanResource1.Text
source: Allow Nursing Permission In Rmadan
ar_jo: تفعيل مغادرة الرضاعة في رمضان

# lblShowEmployeeListResource1.Text
source: Show Employee Filter List
ar_jo: إظهار قائمة الموظفين في البحث

# lblAbsentResource1.Text
source: Absent Report For
ar_jo: تقرير الغياب

# lblViolationResource1.Text
source: Violations Report For
ar_jo: تقرير المخالفات

# ListItemMonth.Text
source: Month
ar_jo: شهر

# ListItemWeek.Text
source: Week
ar_jo: أسبوع

# ListItemYear.Text
source: Year
ar_jo: سنة

# ListItemAbsent.Text
source: Absent
ar_jo: غياب

# ListItemLogicalAbsent.Text
source: Logical Absent
ar_jo: غياب مبرر

# lblReminderAbsentAfter.Text
source: Reminder Absent After
ar_jo: تذكير الغياب بعد

# lblDailyResource1.Text
source: Daily Report For
ar_jo: التقرير اليومي

# lblDetailedResource1.Text
source: Detailed Report For
ar_jo: التقرير التفصيلي

# lblSummaryResource1.Text
source: Summary Report For
ar_jo: التقرير الملخص

# ListItemNone.Text
source: None
ar_jo: لا شيء

# lblConsiderAbsentEvenIfAttendResource1.Text
source: Consider Absent Even If Attend
ar_jo: احتساب غياب حتى اذا حضر

# lblDefaultReportFormatResource1.Text
source: Default Report Format
ar_jo: صيغة نوع التقرير الاولي

# lblHasMultiApprovalResource1.Text
source: Has Multi Approval
ar_jo: تغعيل الموافقات المتعددة

# DirectItemResource17.Text
source: Show Only Direct Reported Employees
ar_jo: اظهار الموظفين التابعيين بشكل مباشر فقط

# IndirectItemResource18.Text
source: Show Direct and Indirect reported Employees
ar_jo: اظهار الموظفين التابعيين وغير التابعيين بشكل مباشر

# lblEmployeeManagerFilterResource.Text
source: Manager Reports Filter
ar_jo: قائمة موظفين تقارير المدراء

# lblReminderAbsentAfterResource1.Text
source: Reminder Absent After
ar_jo: تذكير غياب بعد

# lblIncompleteWorkingHrsResource1.Text
source: Notify If Not Complete Working Hours
ar_jo: ارسال اشعار في حال لم يستكمل عدد ساعات عمل

# lblSendEmployeeNotificationResource1.Text
source: Send To Employee Notification
ar_jo: ارسال اشعار الى الموظف

# lblSendEntityMgrNotificationResource1.Text
source: Send To Entity Manager Notification
ar_jo: ارسال اشعار الى مدراء وحدات العمل

# lblIncludeNotifications_CoordinatorTypesResource1.Text
source: Include Coordinator Types In Notifications
ar_jo: اعتبار انواع المنسقين في الاشعارات

# ListItemNoResource1.Text
source: No
ar_jo: لا

# ListItemYesResource1.Text
source: Yes
ar_jo: نعم

# chkYearlyReportFromYearBeginingResource1.Text
source: Yearly Report From Beginning Of Year
ar_jo: التقارير السنوية من بداية السنة

# lblEmployeeAbsentResource1.Text
source: Absent Report For
ar_jo: تقرير الغياب

# lblEmployeeDetailedAbsentResource1.Text
source: Detailed Absent Report For
ar_jo: تقرير الغياب التفصيلي

# lblEmployeeLostTimeDetailsResource1.Text
source: Lost Time Details Report For
ar_jo: تقرير تفاصيل الوقت الضائع

# lblMgrEmpSummaryAttendanceResource1.Text
source: Employee Summary Attendance Report For
ar_jo: تقرير ملخص الحضور التفصيلي

# lblEmployeeEmpDeductionResource1.Text
source: Monthly Deduction Report For
ar_jo: تقرير الاقتطاع الشهري

# lblEntityManagerEmpDeductionResource1.Text
source: Monthly Deduction Report For
ar_jo: تقرير الاقتطاع الشهري

# lblHrEmpDeductionResource1.Text
source: Monthly Deduction Report For
ar_jo: تقرير الاقتطاع الشهري

# lblMgrEmpDeductionResource1.Text
source: Monthly Deduction Report For
ar_jo: تقرير الاقتطاع الشهري

# lblDeductionEmailFormatResource1.Text
source: Approved Deduction Notification Format
ar_jo: صيغة اشعار الاقتطاع الشهري المعتمد

# lblEmployeeSummaryResource1.Text
source: Summary Report For
ar_jo: تقرير الملخص

# lblEntityManagerMaxAbsentResource1.Text
source: Max Abesent Employee(s) Report For
ar_jo: تقرير الموظفين الاكثر غياب لـ

# lblEntityManagerMaxDelayResource1.Text
source: Max Delay Employee(s) Report For
ar_jo: تقرير الموظفين الاكثر تأخير لـ

# chkSendDaily_AbsentDelay_EntityMgrResource1.Text
source: Send Entity Manager(s) Daily Summary Report
ar_jo: ارسال التقرير اليومي الملخص لمدراء وحدات العمل

# lblDeductionPerPolicy_ValueResource1.Text
source: Deduction Report Per Policy Value To Be Considered
ar_jo: اعتبار قيمة ايام تقرير الاقتطاع حسب السياسة

# lblEmployeeDeductionPerPolicyResource1.Text
source: Deduction Per Policy Report For
ar_jo: تقرير الاقتطاع حسب السياسة

# lblEntityManagerDeductionPerPolicyResource1.Text
source: Deduction Per Policy Report For
ar_jo: تقرير الاقتطاع حسب السياسة

# lblHRDeductionPerPolicyResource1.Text
source: Deduction Per Policy Report For
ar_jo: تقرير الاقتطاع حسب السياسة

# lblMgrDeductionPerPolicyResource1.Text
source: Deduction Per Policy Report For
ar_jo: تقرير الاقتطاع حسب السياسة
