Repository: Yshalan/WFP_TRC-master
Catalog: Pro-WorkForce/DailyTasks/App_LocalResources/ApproveViolationToManaftPayroll.aspx.*.resx
Languages: ar_jo

# btnApproveResource1.Text
source: Approve Violation(s)
ar_jo: الموافقة على المخالفات

# btnGoBackListResource.Text
source: Go to Violation Lists
ar_jo: الذهاب الى قائمة المخالفات

# btnRetriveResource1.Text
source: Retrieve Violation(s)
ar_jo: عرض المخالفات

# btnSubmitResource.Text
source: Submit
ar_jo: تأكيد

# dgEmpAttResource1.MasterTableView.CommandItemSettings.CancelChangesText
source: Cancel changes
ar_jo: الغاء التعديلات

source: Cancel changes
ar_jo: الغاء التعديلات

# GridBoundColumnResourceAbsentCount.HeaderText
source: Absent Count / Days
ar_jo: عدد مرات الغياب/ بالايام

# GridBoundColumnResourceDelayCount.HeaderText
source: Delay Count / Days
ar_jo: عدد مرات التأخير/بالايام

# GridBoundColumnResourceDelayDuration.HeaderText
source: Delay Duration / Mins
ar_jo: مدة التأخير/بالدقائق

# GridBoundColumnResourceEarlyOutCount.HeaderText
source: Early Out Count / Days
ar_jo: عدد مرات الخروج المبكر/بالايام

# GridBoundColumnResourceEarlyOutDuration.HeaderText
source: Early Out Duration / Mins
ar_jo: مدة الخروج المبكر/بالدقائق

# GridBoundColumnResourceEmployeeArabicName.HeaderText
source: Employee Arabic Name
ar_jo: اسم الموظف باللغة العربية

# GridBoundColumnResourceEmployeeName.HeaderText
source: Employee Name
ar_jo: اسم الموظف

# GridBoundColumnResourceEmployeeNo.HeaderText
source: Employee No
ar_jo: رقم الموظف

# GridBoundColumnResourceFromDate.HeaderText
source: From Date
ar_jo: من تاريخ

# GridBoundColumnResourceMissingInCount.HeaderText
source: Missing In Count / Days
ar_jo: عدد مرات عدم تسجيل الدخول/بالايام

# GridBoundColumnResourceMissingOutCount.HeaderText
source: Missing Out Count / Days
ar_jo: عدد مرات عدم تسجيل الخرج/بالايام

# GridBoundColumnResourceRecordId.HeaderText
source: Id
ar_jo: رمز الحركة

# GridBoundColumnResourceTodate.HeaderText
source: To Date
ar_jo: الى تاريخ

# GridBoundDate_FromResource.HeaderText
source: Date From
ar_jo: التاريخ من

# GridBoundDate_ToResource.HeaderText
source: Date To
ar_jo: التاريخ الى

# GridBoundDeduction_DaysResource.HeaderText
source: Deduction Days
ar_jo: الايام المخصومة

# GridBoundDeduction_HoursResource.HeaderText
source: Deduction Hours
ar_jo: الساعات المخصومة

# GridBoundDeduction_MinsResource.HeaderText
source: Deduction Mins
ar_jo: الدقائق المخصومة

# GridBoundEmployee_NumberResource.HeaderText
source: Employee Number
ar_jo: رقم الموظف

# GridBoundReferenceIdResource.HeaderText
source: Reference Id
ar_jo: الرقم المعرف

# lblAbsentResource.Text
source: Absent
ar_jo: غياب

# lblDelayResource.Text
source: Delay
ar_jo: تأخير

# lblEarlyOutResource.Text
source: Early Out
ar_jo: خروج مبكر

# lblMissingInResource.Text
source: Missing In
ar_jo: لم يسجل دخول

# lblMissingOutResource.Text
source: Missing Out
ar_jo: لم يسجل خروج

# lblMonthResource1.Text
source: Month
ar_jo: الشهر

# lblYearResource1.Text
source: Year
ar_jo: السنة

# GridBoundColumnResourceDesignationArabicName.HeaderText
source: Designation Arabic Name
ar_jo: المسمى الوظيفي باللغة العربية

# GridBoundColumnResourceDesignationName.HeaderText
source: Designation
ar_jo: المسمى الوظيفي

# GridBoundDeduction_btnRemoveResource.Text
source: Remove
ar_jo: ازالة

# GridBoundColumnResourceOutDuration.HeaderText
source: Out Duration Duration / Mins
ar_jo: مدة الخروج / الدقائق

# GridBoundColumnResourceOutDurationCount.HeaderText
source: Out Duration Count / Days
ar_jo: عدد مرات مدة الخروج / الايام

# lblOutDurationResource.Text
source: Out Durtion
ar_jo: مدة الخروج
