Repository: Yshalan/WFP_TRC-master
Catalog: Pro-WorkForce/App_GlobalResources/Strings.*.resx
Languages: ar_jo

# CssFileName
source: ControlsStyle.css
ar_jo: arControlsStyle.css

# lblReportTitle
source: Report Title
ar_jo: عنوان التقرير

# PageDir
source: ltr
ar_jo: rtl

# Theme
source: Theme1
ar_jo: arTheme1

# AppSettings
source: Application Settings
ar_jo: اعدادات النظام

# DateRange
source: "To Date" Should be greater than or equal to "From Date"
ar_jo: "الى تاريخ" يجب ان يكون اكبر من او يساوي "من تاريخ"

source: Deleted Successfully
ar_jo: تم الحذف بنجاح

# ErrorDelete
source: Error While Deleting
ar_jo: خطأ اثناء الحذف

# ErrorModfiy
source: Error While Modifying
ar_jo: خطأ اثناء التعديل

# ErrorSave
source: Error While Saving
ar_jo: خطأ اثناء الحفظ

# ErrorUpdate
source: Error While Updating
ar_jo: خطأ اثناء التحديث

# ModifySuccessfully
source: Modified Successfully
ar_jo: تم التعديل بنجاح

# SaveSuccessfully
source: Saved Successfully
ar_jo: تم الحفظ بنجاح

source: Updated Successfully
ar_jo: تم التحديث بنجاح

# AbsentDash
source: Absent DashBoard
ar_jo: لوحة قياس الغياب

# AssignEmpSchedule
source: Assign Employee Schedule
ar_jo: ربط جداول الموظفين

# AssignMgr
source: Assign Managers
ar_jo: ربط المدراء بالموظفين

# AttendDash
source: Attendees DashBoard
ar_jo: لوحة قياس الحضور

# CodeExist
source: Code Already Exist
ar_jo: الرمز موجود مسبقاً

source: Dash Board
ar_jo: لوحة القياس

# DateExist
source: Date Already Exists
ar_jo: التاريخ موجود مسبقاً

# DelayDash
source: Delay DashBoard
ar_jo: لوحة قياس التأخير

# DesignationHeader
source: Define Designations
ar_jo: تعريف المسميات الوظيفية

# DirectMgrOverHeader
source: Direct Manager Overtime Approval
ar_jo: قبول العمل الاضافي من قبل المدير المباشر

# EarlyDash
source: Early Out DashBoard
ar_jo: لوحة قياس الخروج المبكر

# EmployeeSelect
source: Please Choose Employees
ar_jo: الرجاء اختيار موظفين

# LeavesDash
source: Leaves DashBoard
ar_jo: لوحة قياس الاجازات

# LeaveTypeSelected
source: Leave Type Already Selected
ar_jo: نوع الاجازة تم اختياره مسبقاً

# NameExist
source: English Name Already Exist
ar_jo: الاسم باللغة الانجليزية موجود مسبقاً

source: --Please Select--
ar_jo: --الرجاء الاختيار--

# ArNameExist
source: Arabic Name Already Exists
ar_jo: الاسم باللغة العربية موجود مسبقاً

# btnAdd
source: Add
ar_jo: اضافة

# btnClear
source: Clear
ar_jo: مسح

# btnDelete
source: Delete
ar_jo: حذف

# btnFind
source: Find
ar_jo: بحث

# btnSave
source: Save
ar_jo: حفظ

# btnUpdate
source: Update
ar_jo: تحديث

source: Cancel
ar_jo: الغاء

# CantDeleteReligion
source: One More Religion Could't Deleted
ar_jo: لايمكن حذف ديانة واحدة او اكثر

# DaySelect
source: Please Select At Least One Day From The List :
ar_jo: الرجاء اختيار على الاقل يوم واحد من القائمة:

# DirectMgrPermitHeader
source: Direct Manager Permission Approval
ar_jo: قبول المغادرات من قبل المدير المباشر

# EmpLeaveBalance
source: Employee Leave Balance
ar_jo: رصيد اجازات الموظف

# EmpReligion
source: Employee Religion
ar_jo: ديانات الموظفين

# EmpShifts
source: Employee Shifts
ar_jo: جدول عمل المناوبات

# EmpStatus
source: Employee Status
ar_jo: حالة الموظفين

# EnNameExist
source: English Name Already Exists
ar_jo: الاسم باللغة الانجليزية موجود مسبقاً

source: File Not Found
ar_jo: لم يتم العثور على الملف

source: files
ar_jo: الملفات

source: KB
ar_jo: ك.ب

source: OK
ar_jo: موافق

# StatusCodeExist
source: Status Code Exists
ar_jo: رمز الحالة موجود مسبقاً

# UploadSize
source: Upload file size supports only up to
ar_jo: سعة تحميل الملف تسمح حتى

# UploadSupport
source: Upload supports only
ar_jo: تحميل الملفات يسمح فقط

# DirectMgrLeaveHeader
source: Direct Manager Leave Approval
ar_jo: قبول الاجازات من قبل المدير المباشر

# EmpWorkLoc
source: Employees Work Locations
ar_jo: فروع عمل الموظفين

# EmpWorkSchedule
source: Employee Work Schedule
ar_jo: جدول عمل الموظفين

# InsertDuplication
source: Error : Insertion duplication for Employee work schedule
ar_jo: خطأ : تكرار في ادخال جداول عمل الموظفين

# DefGrade
source: Define Grades
ar_jo: تعريف الدرجة الوظيفية

# DefHoliday
source: Define Holidays
ar_jo: العطل الرسمية و الأعياد

# LeaveTypeExist
source: Leave Type Already Exist
ar_jo: نوع الاجازة موجود مسبقاً

# AbsentRuleAddSuccess
source: Absent Rule Added Successfully
ar_jo: تم اضافة قاعة الغياب بنجاح

# AddSuccessfully
source: Added Successfully
ar_jo: تم الاضافة بنجاح

# AllowedOccureAddSuccess
source: Allowed Occurance Added Successfully
ar_jo: تم اضافة اقصى فترات السماح بنجاح

# CantDelete
source: One or More Shedule(s) Coul'd not deleted
ar_jo: جدول او اكثر لايمكن حذفهم

# ComNameExist
source: Company Name Already Exists
ar_jo: اسم الشركة موجود مسبقاً

# ComWorkLocations
source: Companies Work Locations
ar_jo: فروع العمل

# ConsiderPeriodInDays
source: Considered Period
ar_jo: اعتبار الفترة

# DefOverRules
source: Define Overtime Rules
ar_jo: قواعد العمل الإضافي

# DefReligions
source: Define Religions
ar_jo: الديانات

# DefTAPolicy
source: Define TA Policies
ar_jo: سياسات الحضور و الإنصراف

# PleaseDelayInDays
source: Please enter No. of Delays
ar_jo: الرجاء ادخال عدد التأخيرات

# PleaseDelayInMin
source: Please Enter Delay Limit in Min
ar_jo: الرجاء ادخال فترة التأخير بالدقائق

# EmpLeave
source: Employee Leaves
ar_jo: اجازات الموظفين

# EmpLeaveRequest
source: Employee Leave Request
ar_jo: طلب اجازة الموظف

source: Employees
ar_jo: الموظفين

# EmpNonotinlevel
source: Employee Number not Exist or not in This level Please Insert Another Number
ar_jo: رقم الموظف غير موجود أو ليس في هذا المستوى, الرجاء ادخال رقم اخر

# EmpPermitRequest
source: Employee Permission Request
ar_jo: طلب مغادرة الموظف

# EmpSelectLeast
source: Please Select At Least One Employee From The Company :
ar_jo: الرجاء اختيار موظف واحد على الاقل من الشركة

# EmpWorkScheduleMr
source: Employee Work Schedule - Mr.
ar_jo: جدول عمل الموظف- السيد.

# EmpWorkScheduleMrs
source: Employee Work Schedule - Ms.
ar_jo: جدول عمل الموظف- السيدة.

# ErrAddMaxAllow
source: Error While Adding Maximum Allowed
ar_jo: خطأ اثناء اضافة اقصى مرات السماح

# ErrAddWorkLoc
source: Error While Adding Work Location
ar_jo: خطأ اثناء اضافة فرع العمل

# ErrorAdd
source: Error While Adding
ar_jo: خطأ اثناء الاضافة

# ErrorAddViolation
source: Error While Adding Violation
ar_jo: خطأ اثناء حفظ انتهاك

# FlixebleSchedule
source: Flexible Work Schedule
ar_jo: جدول العمل المرن

# FrmTime1CantLeft
source: From Time1 Cannot be left as 00:00 for
ar_jo: "من وقت1" لايمكن ان يكون 00:00

# FrmTime2CantLeft
source: From Time2 Cannot be left as 00:00 for
ar_jo: "من وقت2" لايمكن ان يكون 00:00

# HRLeaveApprove
source: Human Resource Leave Approval
ar_jo: قبول الاجازة من قبل الموارد البشرية

# HROverApprove
source: Human Resource Overtime Approval
ar_jo: قبول العمل الاضافي من قبل الموارد البشرية

# HRPermitApprove
source: Human Resource Permission Approval
ar_jo: قبول المغادرة من قبل الموارد البشرية

source: Leave Balance
ar_jo: رصيد الاجازات

source: Leave Balance History
ar_jo: تاريخ رصيد الاجازات

# LeaveExist
source: Leave Record Already Exists Between The Date Range
ar_jo: الاجازة موجودة مسبقاً في حدود التاريخ

# LeaveType
source: Leaves Types
ar_jo: انوع الاجازات

# LevelAddSuccess
source: Level Added Successfully
ar_jo: تم اضافة المستوى بنجاح

# LogicGroup
source: Employees logical Group
ar_jo: المجموعات الوظيفية

# LowLevelDelete
source: Only lowest level could be deleted
ar_jo: يمكن الغاء المستوى الادنى فقط

source: Manual Entry
ar_jo: الادخال اليدوي

source: Marital Status
ar_jo: الحالة الإجتماعية

# MaxAllowed
source: Maximum allowed already entered for this duration
ar_jo: اقصى مرات السماح تم ادخالها مسبقاً لهذه الفترة

# MaxDeff
source: Max Difference Between From Date and To Date is 30 Days
ar_jo: اقصى فرق بين"من تاريخ" و "الى تاريخ" هو 30 يوم

# MaxDurationEntered
source: Maximum duration already entered for this duration
ar_jo: اقصى فترة تم ادخالها لهذه المدة

# NameorCodeExist
source: Name or Code Already Exists
ar_jo: الاسم او الرمز موجود مسبقاً

source: Nationalities
ar_jo: الجنسيات

# NoAbsentDays
source: No. of absent days
ar_jo: عدد ايام الغياب

# NormalSchedule
source: Normal Work Schedule
ar_jo: جدول العمل العادي

# NumIsntForThisLevel
source: Number is not in This level Please Insert Another Number
ar_jo: الرقم ليس في هذا المستوى, الرجاء ادخال رقم اخر

# OrgCompany
source: Organization Companies
ar_jo: هيكلية المؤسسة

# OrgLevel
source: Organization Levels
ar_jo: مستويات المؤسسة

# OrgStructure
source: Organization Structure
ar_jo: هيكلية المؤسسة

# OverMassUpdate
source: OverTime Rules Mass Update
ar_jo: التحديث الشامل لقواعد العمل الاضافي

# OvertimeInserted
source: This time already inserted for another high overtime period
ar_jo: هذا الوقت مستخدم في فترة مدخلة مسبقاً

source: Overtime Rules
ar_jo: قواعد العمل الإضافي

# PermitType
source: Permissions Type
ar_jo: انواع المغادرات

# PlaeseSelectLevel
source: Please Select Level for Recalculate
ar_jo: الرجاء اختيار مستوى لإعادة الاحتساب

# PleaseSelectFromList
source: Please Select From The List
ar_jo: الرجاء الاختيار من القائمة

# RecalFailed
source: Recalculate Proccess Failed
ar_jo: فشل عملية اعادة الاحتساب

# RecalSuccess
source: Recalculate Proccess Successfully
ar_jo: عملية اعادة الاحتساب تمت بنجاح

source: Religions
ar_jo: الديانات

# RemoveReference
source: Please remove the reference with Enity and Try again
ar_jo: الرجاء حذف المعرف و وحدة العمل, ثم حاول مرة اخرى

# ShiftSchedule
source: Shift Work Schedule
ar_jo: جدول عمل الفترات

# TAMassUpdate
source: TA Policy Mass Update
ar_jo: التحديث الشامل لسياسة الحضور

source: TA Policy
ar_jo: سياسات الحضور و الإنصراف

source: TA Reason
ar_jo: اسباب وقت الحضور

# TimeRange
source: "To Time" Should be greater than "From Time"
ar_jo: "الى وقت" يجب ان تكون اكبر من "من وقت"

# TotalDelayInMin
source: Total Delay/ Early-Out Limit in Min.
ar_jo: مجموع التأخيرات/مدة الخروج المبكر بالدقائق

# ToTime1CantLeft
source: To Time1 Cannot be left as 00:00, for
ar_jo: "،الى وقت1" لايمكن ان يكون 00:00

# ToTime2CantLeft
source: To Time2 Cannot be left as 00:00, for
ar_jo: "،الى وقت2" لايمكن ان يكون 00:00

source: View Active Schedule
ar_jo: عرض الجدول النشط

# ViewMgr
source: View Managers
ar_jo: عرض المدراء

source: Violation Actions
ar_jo: اجراءات الانتهاك

# ViolationAddSuccess
source: Violation Added Successfully
ar_jo: تم اضافة الانتهاك بنجاح

# WorkLocAddSuccess
source: Work Location Added Successfully
ar_jo: تم اضافة فرع العمل بنجاح

source: Absent days per period
ar_jo: ايام الغياب في فترة

# Addatleastonelevel
source: Please add atleast one level
ar_jo: الرجاء

# ConsecutiveAbsent
source: Consecutive Absent Days
ar_jo: ايام غياب متكررة

# ConsecutiveDelay
source: Consecutive Delays
ar_jo: تأخيرات متكرره

# DelayInDays
source: No. of Delays
ar_jo: عدد التأخيرات

# DelayInMin
source: Delay Limit in Min.
ar_jo: فترة التأخير بالدقائق

source: No. of delays per period
ar_jo: عدد التأخيرات في فترة

source: One Absent Day
ar_jo: يوم غياب واحد

# OneDayDelay
source: One Day Delay Limit
ar_jo: فترة التأخير في يوم واحد

source: Absent
ar_jo: الغياب

# AddCom
source: Add Company
ar_jo: اضافة شركة

# ChangePass
source: Change Password
ar_jo: تغيير كلمة السر

# ComCouldnotDeleted
source: One More Company Could't be Deleted
ar_jo: شركة او اكثر لايمكن حذفها

# DateRangeEarly
source: End date earlier than start date
ar_jo: تاريخ الانتهاء قبل تاريخ البداية

source: Delay
ar_jo: التأخير

source: Early Out
ar_jo: الخروج المبكر

# EmpAssigned
source: This Employee Is Already Assigned For Another User
ar_jo: هذا الموظف محجوز من قبل مستخدم اخر

# EmpCodeExist
source: Employee Code Already Exists
ar_jo: رمز الموظف موجود مسبقاً

# EmpNameExist
source: Employee Name Already Exists
ar_jo: اسم الموظف موجود مسبقاً

# EndEqualStart
source: End and start date are the same
ar_jo: تاريخ البداية و تاريخ الانتهاء نفس التاريخ

# EntityCouldnotDeleted
source: One More Entity Could't be Deleted
ar_jo: وحدة عمل او اكثر لايمكن حذفها

# ErrorEmpProcessing
source: Error Processing : Invalid Employee Id
ar_jo: خطأ: رقم تعريف الموظف خاطئ

# ErrorPermitProcessing
source: Error Processing : Invalid Permission Id
ar_jo: خطأ: رقم تعريف المغادرة خاطئ

# ErrOvertimeEdit
source: Cannot Change Overtime Rule, Overtime Already Exist At That Date Or Period
ar_jo: لايمكن تغيير سياسة الوقت الاضافي، يوجد سياسة وقت اضافي في هذه الفترة

# ErrTAEdit
source: Cannot Change TA Policy, TA Policy Already Exist At That Date Or Period
ar_jo: لايمكن تغيير سياسة الحضور و الانصراف، يوجد سياسة حضور في هذه الفترة

# OrgEntity
source: Organization Entities
ar_jo: وحدات عمل المؤسسة

# OvertimeChange
source: Overtime Rule Changed
ar_jo: تم تغيير قاعدة العمل الاضافي

# PassChangeSuccess
source: Your password is changed successfully, Please logout and login using the new password
ar_jo: تم تغيير كلمة السر بنجاح ، الرجاء القيام بتسجيل الخروج ثم تسجيل الدخول مرة اخرى بكلمة السر الجديدة

# PleaseNoAbsentDays
source: Please Enter No. Of Absent Days
ar_jo: الرجاء ادخال عدد ايام الغياب

source: Please Select End Date
ar_jo: الرجاء اختيار تاريخ الانتهاء

source: Please Select To Date
ar_jo: الرجاء اختيار الى تاريخ

# TAActivated
source: TA policy already activated
ar_jo: سياسة الحضور تم تفعيلها مسبقاً

# TAChange
source: TA Policy Changed
ar_jo: تم تغيير سياسةالحضور

# UserIDExist
source: User ID Already Exists
ar_jo: المستخدم موجود مسبقاً

source: View
ar_jo: عرض

source: ViewAddEdit
ar_jo: عرض اضافة تعديل

source: ViewAll
ar_jo: عرض الكل

# WrongOldPass
source: Your old password is wrong
ar_jo: كلمة السر القديمة خاطئة

# EntityNameExist
source: Entity Name Already Exists
ar_jo: اسم وحدة العمل موجود مسبقاً

# EntityCodeExist
source: Entity Code already exists
ar_jo: رمز وحدة العمل موجود مسبقاً

# MismatchCompany
source: Mismatch with company
ar_jo: عدم تطابق مع الشركة

# EmpPerm
source: Employee Permissions
ar_jo: مغادرات الموظف

source: Define User Groups
ar_jo: تعريفات مجموعات المستخدم

# FailedPreviligies
source: Failed to delete previliges
ar_jo: فشل في حذف الصلاحيات

# FailedToDeletGroup
source: Failed To Delete Group
ar_jo: فشل في حذف المجموعة

source: Group already exists
ar_jo: المجموعة موجودة مسبقا

source: Operation Failed
ar_jo: العملية فشلت

# ChkConnection
source: Please Make Sure Database Connection
ar_jo: الرجاء التأكد من إعدادات النظام

# DefUsers
source: Define Users
ar_jo: تعريف المستخدمين

# EmptyUserOrPass
source: Do Not Leave User Name Or Password Empty
ar_jo: الرجاء عدم ترك اسم المستخدم او كلمة السر فارغة

# ErrorLogin
source: Error during login to system
ar_jo: خطأ أثناء عملية تسجيل الدخول

# InvalidUserOrPass
source: Invalid user name or passowrd
ar_jo: اسم المستخدم او كلمة المرور غير صحيحة

# UsernotActive
source: User is not Active please refere to System Adminstrator
ar_jo: المستخدم غير مفعل الرجاء مراجعة مسؤول النظام

# NursingValidation
source: Please Select Female Employee
ar_jo: الرجاء اختيار موظف انثى

source: Notification Type
ar_jo: انواع الاشعارات

# EmpHR
source: Employee HR
ar_jo: موظفين الموارد البشرية

# Assign_Company
source: Assign Schedule By Company
ar_jo: تعيين الجدول لشركة

# Assign_Emp
source: Assign Schedule By Employee
ar_jo: تعيين الجدول لموظف

# Assign_Entity
source: Assign Schedule By Entity
ar_jo: تعيين الجدول لوحدة العمل

# Assign_LogicalGrp
source: Assign Schedule By Logical Group
ar_jo: تعيين الجدول لمجموعة الموظفين

# Assign_WorkLoc
source: Assign Schedule By Work Location
ar_jo: تعيين الجدول لموقع العمل

source: Work Schedule
ar_jo: جدول العمل

# EmpNursePerm
source: Employee Nursing Permission
ar_jo: ساعة الرضاعة

# EmpStudyPerm
source: Employee Study Permission
ar_jo: ساعات الدراسة

source: Card Printing
ar_jo: طباعة البطاقات

source: Birth Date
ar_jo: تاريخ الميلاد

# ErrorImport
source: Error While Importing
ar_jo: خطأ اثناء عملية جلب المستخدمين

# ImportSuccessfully
source: Users Imported Successfully
ar_jo: تم جلب المستخدمين بنجاح

# NoUsersImported
source: No User imported
ar_jo: لم يتم جلب اي موظف

# TAException
source: TA Exceptions
ar_jo: استثنائات الحضور

# ErrorImageExtension
source: File Extension is not valid. Valid Extensions are
ar_jo: إمتداد الملف غير صحيح. الامتدادات الصحيحة هي

# LogicalGroup
source: Assign Employees to Logical Group
ar_jo: تعيين الموظفين في مجموعات

source: Assign Schedule
ar_jo: تعيين الجدول

# EmpDeputyManager
source: Employee Deputy Manager
ar_jo: نائب المدير

# UserPrivilege
source: User Privileges
ar_jo: صلاحيات المستخدمين

# MultiplePermissions
source: Permission for Multiple Employees
ar_jo: مغادره لعدة موظفين

source: Please Select Employee
ar_jo: الرجاء اختيار موظف

source: Ramadan Period
ar_jo: فترة رمضان

source: Real Time Movements
ar_jo: الحركات الحالية

# EmpActiveSchedule
source: Employee Active Schedule
ar_jo: الجدول النشط للموظف

source: Dynamic Report
ar_jo: التقرير الدايناميكي

# AddRamadan
source: Add Ramadan Schedule
ar_jo: إضافة جدول رمضان

# ViewRamadan
source: View Ramadan Schedule
ar_jo: عرض جدول رمضان

# EmpNotManager
source: The Employee Number Inserted Does Not Belong To a Manager
ar_jo: رقم الموظف الذي تم ادخاله ليس لمدير

# EmpFullDetails
source: Employee Full Details
ar_jo: تفاصيل الموظف

source: Please Enter Amount
ar_jo: الرجاء ادخال القيمة

# Invalid_Employee
source: Employee Information is either invalid or does not exist
ar_jo: معلومات الموظف اما غير صحيحة او غير موجودة

# SelectCompany
source: Please Select Company
ar_jo: الرجاء اختيار شركه

# SelectEntity
source: Please Select Entity
ar_jo: الرجاء اختيار وحدة عمل

source: Consecutive Early Outs
ar_jo: خروجات مبكرة متتالية

source: No. of Early Outs Per .Period
ar_jo: عدد مرات الخروج المبكر في فترة

source: One Day Early Out Limit
ar_jo: فترة الخروج المبكر في يوم واحد

# NoData
source: No Data to View
ar_jo: لا يوجد بيانات لعرضها

# SavScheduleShiftDetail
source: Please add schedule details before shift details
ar_jo: الرجاء اضافة معلومات الجدول قبل معلومات المناوبه

# AlreadyHaveUsers
source: This group already have users
ar_jo: هذه المجموعة لديها المستخدمين

# LeaveAndPermissionApproval
source: Leaves and Permissions Approval
ar_jo: الموافقة على المغادرات والاجازات

source: Permission Approval
ar_jo: الموافقة على المغادرات

# LeaveWorkFlowValidation
source: Please Create Work Flow For This Leave Type
ar_jo: الرجاء اختيار سير عمل لنوع الاجازه

# Language
source: عربي
ar_jo: English

# GroupExist
source: Group Already Exist For Selected Event
ar_jo: المجموعة معرفة مسبقاً للحدث الذي تم اختياره

# ExceedLimit
source: You Cannot Add More Employees For This Group
ar_jo: لايمكنك اضافة المزيد من الموظفين لهذه المجموعة

source: Events Definition
ar_jo: تعريف الاحداث

# EventAdvancedSchedule
source: Event Schedule
ar_jo: تعريف جداول الاحداث

source: Login Date :
ar_jo: تاريخ الدخول :

source: Login Time :
ar_jo: وقت الدخول :

source: Login User :
ar_jo: اسم المستخدم :

# DircetManager_EmpRequests
source: Direct Manager Employee Requests
ar_jo: طلبات الموظفين للمدير المباشر

# HumanResourceManager_EmpRequests
source: Human Resource Employee Requests
ar_jo: طلبات الموظفين للموارد البشرية

source: Recalculate Transactions
ar_jo: حساب الحركات

# DateGreaterThanToday
source: End Date should be less than or equal today date
ar_jo: تاريخ الى يجب ان يكون اقل او يساوي من تاريخ اليوم

source: Error In Recalculate
ar_jo: خطأ في الحساب

source: Recalculate Done
ar_jo: تم الحساب

# SummaryDash
source: Summary DashBoard
ar_jo: لوحة قياس الملخصات

source: Daily Transactions
ar_jo: الحركات اليوميه

# EmployeeViolations
source: Violation Correction
ar_jo: تصحيح المخالفات

source: Manager Notifications
ar_jo: اشعارات المدير

source: Absent Date
ar_jo: تاريخ الغياب

source: Delay Date
ar_jo: تاريخ التأخير

source: Delay Duration
ar_jo: مدة التأخير

source: Early Out Date
ar_jo: تاريخ الخروج المبكر

source: Early Out Duration
ar_jo: مدة الخروج المبكر

source: Employee Arabic Name
ar_jo: إسم الموظف بالعربيه

source: Employee Name
ar_jo: إسم الموظف

source: Leave Date
ar_jo: تاريخ الاجازه

source: Leave Period
ar_jo: فترة الاجازه

# NoEmployeeEmail
source: This employee does not have an email
ar_jo: هذا الموظف لا يملك بريد الكتروني

source: Permission Date
ar_jo: تاريخ المغادره

# PermissionPeriod
source: Pemission Period
ar_jo: فترة المغادره

source: Employee Number
ar_jo: رقم الموظف

# CouldNotDeleteWorkLocation
source: Work Location Couldn`t be Updated, Because It Is Used In The System
ar_jo: لايمكن اجراء التحديث على موقع العمل لانه مستخدم في النظام

source: No
ar_jo: لا

source: Yes
ar_jo: نعم

# ChangeForSysUser
source: This Feature for System users only not Active Directory users
ar_jo: هذا الخاصية لمستخدمي النظام فقط و ليس لمستخدمي الدليل النشط

# SelectLeaveType
source: Please Select Leave Type
ar_jo: الرجاء اختيار نوع الاجازة

# CouldnotDeleteRecord
source: Couldn`t Delete Record, Because It Have Been Used In The System
ar_jo: لايمكن الغاء السجل، لانه مستخدم في النظام

# LeaveBalanceRange
source: Maximum Allowed Should be Less Than Or Equal Balance
ar_jo: اقصى مدة مسموح بها يجب ان تكون اقل من او يساوي الرصيد

# MaximumGrreaterMinimum
source: Maximum Duration must be greater than minimum duration
ar_jo: يجب ان تكون اقصى مده اكبر من ادنى مده

# MaximumMinimumGrreaterMonthlyBalance
source: Monthly Balance must be greater than Maximum and Minimum Duration
ar_jo: الرصيد الشهري يجب ان يكون اكبر من اقصى مده و ادنى مده

# RamadnPeriodValidation
source: Ramadan Period Must 29 Days Or 30 Days
ar_jo: فترة رمضان يجب ان تكون اما 29 يوم او 30 يوم

# WorkLocationSelect
source: Please Select Work Location(s)
ar_jo: الرجاء اختيار موقع العمل

# ReligionSelect
source: Please Select Religion(s)
ar_jo: الرجاء اختيار ديانة

# Shift2GreaterthanShift1
source: Shift2 Start Time should be grater than Shift1 End Time for
ar_jo: وقت بداية المناوبه 2 يجب ان يكون اكبر من وقت نهاية المناوبه 1 ل

# EmpCardNoExist
source: Employee Card Number Already Exist
ar_jo: رقم بطاقة الموظف موجودة مسبقاً

# EmpCardNoAssinged
source: Employee Card No. Already Assigned To Another Employee
ar_jo: رقم بطاقة الموظف محددة مسبقاً لموظف اخر

# EmpLeaveExist
source: Cannot Delete, Employee Have Leave(s)
ar_jo: لايمكن حذف الموظف، الموظف لديه اجازات

# EmpPermissionExist
source: Cannot Delete, Employee Have Permission(s)
ar_jo: لايمكن حذف الموظف، الموظف لديه مغادرات

# EmpMoveExist
source: Cannot Delete Employee, Employee Have Move(s)
ar_jo: لايمكن حذف الموظف، الموظف لديه حركات

# BirthDateValidation
source: Birth Date Must Be Less Than Today`s Date
ar_jo: تاريخ الولاد يجب ان يكون اقل من تاريخ اليوم

# BirthDateValidation2
source: Birth Date Should Be Less Than Join Date
ar_jo: تاريخ الميلاد يجب ان يكون اقل من تاريخ بدء العمل

# WorkScheduleTiemRange
source: Please select permission time in range work schedule time
ar_jo: الرجاء اختيار وقت المغادره حسب حدود وقت جدول العمل

# EmpDetails
source: Employee Details
ar_jo: تفاصيل معلومات الموظف

# AllowedDurationAddSuccess
source: Allowed Duration Added Successfully
ar_jo: تم اضافة اقصى مدات السماح بنجاح

# SelectPendingStatus
source: You Cannot Delete Approved Request, Please Select Pending Request to Delete.
ar_jo: لايمكنك حذف طلب تمت الموافقة عليه، الرجاء اختيار طلب قيد الدراسة حتى تتمكن من الحذف

# Notification_Exception
source: Notification Exceptions
ar_jo: استثناءات الاشعارات

source: Days
ar_jo: ايام

# GeneraltMgrLeaveHeader
source: General Manager Leave Approval
ar_jo: قبول الاجازات من قبل المدير العام

# GeneralMgrPermitHeader
source: General Manager Permission Approval
ar_jo: قبول المغادرات من قبل المدير العام

# LeaveSufficient
source: This leave type is allowed when balance not sufficient, Are you sure you want to Apply or to cancel it?
ar_jo: نوع الاجازه يسمح باجازه حتى لو كان الرصيد لا يكفي, هل تريد تطبيق الاجازه او الغاءها؟

# DevidedPermission
source: The above part must be different than below part
ar_jo: الجزء العالوي يجب ان يكون مختلف عن الجزء السفلي

source: Pending....
ar_jo: قيد الاتنظار....

source: No Data Found
ar_jo: لم يتم العثور على بيانات

# ConsiderDays
source: Consider Days Must be Greater than zero
ar_jo: احتساب عدد ايام الدوام يجب ان تكون اكبر من صفر

# SelectAtLeastOneDay
source: Please Select At Least One Day
ar_jo: الرجاء اختيار ع الاقل يوم واحد
