Repository: Yshalan/WFP_TRC-master
Catalog: Pro-WorkForce/App_GlobalResources/Strings.*.resx
Languages: ar_jo

source: Delay and Early Out In Min.
ar_jo: التأخير و الخروج المبكر بالدقائق

# EarlyOutInMin
source: Early Out Limit In Min.
ar_jo: الخروج المبكر بالدقائق

# OneDayDelayandEarly
source: One Day Delay and Early Out Limit
ar_jo: فترة التأخير و الخروج المبكر في يوم واحد

# OneDayEarly
source: One Day Early Out Limit
ar_jo: فترة الخروج المبكر في يوم واحد

# PleaseDelayandEarlyOut
source: Please Enter Delay and Early Out In Min
ar_jo: الرجاء ادخال التأخير و الخروج المبكر بالدقائق

# PleaseEarlyOutInMin
source: Please Enter Early Out In Min
ar_jo: الرجاء ادخال الخروج المبكر بالدقائق

# PermissionTypeDurationLimit
source: Can't exceed permission type duration limit
ar_jo: لا يمكنك تجاوز الحد المسموح به لنوع المغادرة

# PermissionTypeDurationLimitDevide
source: Can't exceed permission type duration limit in devide permission
ar_jo: لا يمكنك تجاوز الحد المسموح به لنوع المغادرة في المغادره المقسومه

# AutoApprovedPermissionBalance
source: There is not enough balance for this Permission
ar_jo: لا يوجد رصيد كافي لهذه المغادره

# DuplicateFile
source: This file already exist please delete this file or rename
ar_jo: هذا الملف موجود مسبقا الرجاء حذفه او تغيير اسمه

# AutoApprovalPerm
source: Automatic Approved...
ar_jo: الموافقة التلقائيه...

# LeaveTypeDiffParentLeaveType
source: Please select parent leave type different than selected leave type
ar_jo: الرجاء اختيار نوع اجازة مرتبطة مختلفة عن نوع الاجازة المختاره

# DelayEarlyOutPerPeriod
source: Delay or Early Out Per Period
ar_jo: تاخير او خروج مبكر خلال فترة

source: Missing In - Missing Out Per Period
ar_jo: حركات الدخول المفقودة - حركات الخروج المفقودة خلال الفترة

# PleaseNoEarlyOutDays
source: Please Enter No. Of Early Out Days
ar_jo: الرجاء ادخال عدد ايام الخروج المبكر

source: Manual Entry Mass Update
ar_jo: التحديث الشامل للادخال اليدوي

source: Card Layout
ar_jo: تصميم البطاقة

source: Manager Reports
ar_jo: تقارير المدير

source: Please Select Report
ar_jo: الرجاء اختيار تقرير

# SucssesAttached
source: Attached Sucssefully
ar_jo: تم الارفاق بنجاح

source: HR Notifications
ar_jo: اشعارات الموارد البشرية

# NoActiveOverTime
source: No Active OverTime for this Employee
ar_jo: لا يوجد وقت اضافي مفعل لهذا الموظف

# NotAllowedOverTime
source: OverTime Not Allowed for this Employee
ar_jo: هذا الموظف غير مسموح الوقت الاضافي له

source: More Than
ar_jo: اكثر من

source: Up To
ar_jo: حتى

# PleaseMoreThan
source: Please enter more than value
ar_jo: الرجاء ادخال قيمة اكثر من

# PleaseUpTo
source: Please enter up to value
ar_jo: الرجاء ادخال قيمة حتى

# DifferentRasons
source: Lunch Break Reason Must be Different than Pray Time Reason
ar_jo: سبب استراحة الغداء يجب ان يكون مختلف عن سبب استراحة الصلاة

source: Employee Type
ar_jo: نوع الموظف

# HRLeaveRequest
source: Human Resource Leave Request
ar_jo: طلب الاجازة من الموارد البشرية

# HR_PermissionRequest
source: Human Resource Permission Request
ar_jo: طلب المغادرة من الموارد البشرية

# HRManualEntry
source: Human Resource Manual Entry
ar_jo: ادخال يدوي من الموارد البشرية

# HR_TAException
source: Human Resource TA Exception
ar_jo: استثناءات الحضور من الموارد البشرية

# HRLeaveRequestApproval
source: Leave Approval Requests
ar_jo: الموافقة على طلبات الإجازات

# HRPermissionRequestApproval
source: Permission Approval Requests
ar_jo: الموافقة على طلبات المغادرة

# HRManualEntryApproval
source: Manual Entry Approval Requests
ar_jo: الموافقة على طلبات الادخال اليدوي

# HR_TAExceptionApproval
source: TA Exceptions Approval Requests
ar_jo: الموافقة على طلبات استثناءات الحضور

# CardRequest
source: Employee Card Request
ar_jo: طلب بطاقة الموظف

# CardRequestApproval
source: Employee Card Request Approval
ar_jo: الموافقة على طلب طباعة بطاقة الموظف

# PrintRequestedEmpCard
source: Print Requested Employee Card
ar_jo: طباعة بطاقة الموظف المطلوبة

# ChangeEmpNo
source: Change Employee Number
ar_jo: تغيير رقم الموظف

# EmpNoExist
source: Employee No. Already Exists
ar_jo: رقم الموظف موجود مسبقاً

# HRReports
source: Human Resource Reports
ar_jo: تقارير الموارد البشرية

# CannotChangeExternalNo
source: Cannot Change External Employee Number due to Configuration in Application Settings
ar_jo: لايمكن تغيير رقم الموظفين الخارجيين بسبب الاعدادات في اعدادات النظام

# CannotChangeInternalNo
source: Cannot Change Internal Employee Number due to Configuration in Application Settings
ar_jo: لايمكن تغيير رقم الموظفين الداخليين بسبب الاعدادات في اعدادات النظام

# WorkScheduleNotExist
source: No Work Schedule Exist
ar_jo: لايوجد جدول عمل

source: Manual Entry Request
ar_jo: طلب الادخال اليدوي

# DirectMgrManualEntryHeader
source: Direct Manager Manual Entry Approval
ar_jo: قبول المدير المباشر على طلب الادخال اليدوي

# HRManualEntryHeader
source: Human Resource Manual Entry Approval
ar_jo: قبول الادخال اليدوي من الموارد البشرية

# ApproveDeduction
source: Approve Monthly Deduction
ar_jo: الموافقة على الخصومات الشهرية

# AllowedAfterDays
source: The Select Permission Type Not Allowed After :
ar_jo: نوع المغادرة التي قمت باختيارها لايمكن طلبها لتاريخ بعد

# AllwoedBeforeDays
source: The Select Permission Type Not Allowed Before :
ar_jo: نوع المغادرة التي قمت باختيارها لايمكن طلبها لتاريخ قبل

# ScheduleGroup
source: Group Schedule
ar_jo: جدول المجموعات

source: Leave Substitute
ar_jo: تعويض اجازة الموظف

# AssignEmp_ScheduleGroup
source: Assign Employee Schedule Groups
ar_jo: تعيين جدول مجموعة الموظف

# PleaseSelectRestDay
source: There Is Already Shift In The Selected Date, Please Select Date Considered As Rest Day
ar_jo: هنالك مناوبة مسبقة في التاريخ الذي قمت بإختياره، الرجاء اختيار تاريخ يعتبر يوم راحة

# PleaseSelectSubstituteDate
source: There Is Already An Employee Substitution In The Selected Date, Please Select Date Doesn`t Have Leave Substitution
ar_jo: يوجد هنالك تعويض لإجازة الموظف في التاريخ الذي قمت بإختياره، الرجاء اختيار تاريخ لايحتوي تعويض لإجازة الموظف

# SelfNursingValidation
source: This Type Of Permission Can Be Only Requested For Female Employees
ar_jo: هذا النوع من المغادرة يمكن تقديمه فقط للموظفات

# SelfNursePerm
source: Nursing Permission Request
ar_jo: طلب مغادرة الرضاعة

# DirectMgrNurPermitHeader
source: Direct Manager Nursing Permission Approval
ar_jo: موافقة المدير المباشر على طلبات مغادرة الرضاعة

# HRNurPermitHeader
source: Human Resource Nursing Permission Approval
ar_jo: قبول مغادرة الرضاعة من قبل الموارد البشرية

# GeneralMgrNurPermitHeader
source: General Manager Nursing Permission Approval
ar_jo: قبول مغادرة الرضاعة من قبل المدير العام

# Emp_StudyPermissionRequest
source: Study Permission Request
ar_jo: طلب مغادرة الدراسة

# DirectMgrStudyPermitHeader
source: Direct Manager Study Permission Approval
ar_jo: قبول مغادرة الدراسة من قبل المدير المباشر

# HRStudyPermitApprove
source: Human Resource Study Permission Approval
ar_jo: قبول مغادرة الدراسة من الموارد البشرية

# GeneralMgrStudyPermitHeader
source: General Manager Study Permission Approval
ar_jo: قبول مغادرة الدراسة من المدير العام

# GeneralMgrManualEntryHeader
source: General Manager Manual Entry Approval
ar_jo: قبول الادخال اليدوي من المدير العام

source: Out Time
ar_jo: مدة الخروج

# EmployeeTypeSelect
source: Please Select Employee Type(s)
ar_jo: Please Select Employee Type

source: Violation Exceptions
ar_jo: استثناء المخالفات

source: Change Employee Entity
ar_jo: تغيير وحدة عمل الموظف

# LogicalGroupSelect
source: Please Select Logical Group
ar_jo: الرجاء اختيار مجموعة وظيفية

source: Email Configurations
ar_jo: التهيئة البريد الإلكتروني

# ErrorDeleteRecourd
source: Please Select At Least One Record
ar_jo: الرجاء إختيار حقل وحد على الاقل

# ConfirmDelete
source: Are you sure to delete ?
ar_jo: هل انت متأكد من الحذف ؟

# ClearDevice
source: User Device Cleared Successfully
ar_jo: تم مسح معلومات جهاز المستخدم

# MobileWorkLocationExceedLicense
source: No. Of Allowed Mobile Devices For Work Location Exceeded License Limit, Please Update Your License In Order To Add More Mobile Devices
ar_jo: عدد اجهزة المحمول المسموح بها لموقع العمل تجاوز الحد المسموح للرخصة، الرجاء تحديث الرخصة حتي تستطيع اضافة المزيد من اجهزة المحمول

# NoOfMobileExceed
source: No. Of Mobile Exceeded The License Limit, Please Update Your License In Order To Add More Mobile Devices
ar_jo: عدد اجهزة المحمول تجاوز العدد المسموح في الرخصة، الرجاء تحديث الرخصة حتى تستطيع اضافة اجهزة محمول اخرى

# ScheduleGroupManager
source: The Selected Group doesn`t have a Manager
ar_jo: المجموعة التي قمت باختيارها لاتحتوي على مدير

source: About Product
ar_jo: حول المنتج

# DSNNotVerified
source: The Deployement Serial No. You Have Entered Is Not Valid
ar_jo: رقم التحقق من التثبيت الذي ادخلته غير صالح

# BeaconNoExist
source: Beacon No. Already Exists
ar_jo: رقم جهاز اللاسلكي موجود مسبقاً

# RenewSupportContract
source: Your Support Contract Has Been Expired, You Will Not Be Able To Update Your Release, Please Renew your Support Contract
ar_jo: لقد انتهت صلاحية عقد الصيانة الخاص بالنظام، لن تستطيع القيام بتطبيق التحديثات على النظام، يرجى تحديث عقد الصيانة الخاص بالنظام.

# RejectedByDM
source: Rejected by Manager
ar_jo: مرفوض من قبل المدير

# RejectedByGM
source: Rejected By General Manager
ar_jo: مرفوض من قبل المدير العام

# RejectedByHR
source: Rejected By Human Resource
ar_jo: مرفوض من قبل الموارد البشرية

# CreateDynamicReport
source: Create Dynamic Reports
ar_jo: انشاء تقارير ديناميكية

source: Device Feedback Dashboard
ar_jo: رأي الموظف

# ErrorDeleteDefaultSchedule
source: The Selected Schedule Cannot Be Deleted Because It Is a Default Schedule
ar_jo: الجدول الذي قمت باختياره لايمكن حذفه لانه جدول اولي

# SearchMethod
source: Advanced Search
ar_jo: بحث متقدم

# SkillsExist
source: The Selected Category Already Have Skills, Please Delete Skills Related In Order To Delete Category
ar_jo: التصنيف الذي قمت باختياره لايمكن حذفه لانه يوجد مهارات متعلقة به، الرجاء حذف المهارات حتى تتمكن من الحذف

source: Employee Skills
ar_jo: مهارات الموظفين

source: Coordinator Leave Request
ar_jo: طلب الاجازة من المنسق

# CoordinatorPermitRequest
source: Coordinator Permission Request
ar_jo: طلب المغادرة من المنسق

# IncorrectSkill
source: The Inserted Skill Either Incorrect Or Does Not Exist
ar_jo: المهارة التي تم ادخالها خاطئة او غير موجودة

# SkillExists
source: Employee Skill Already Exists
ar_jo: مهارة الموظف موجودة مسبقاً

# CouldNotDeletePermissionRequest
source: You Could Not Delete Permission, The Selected Permission Is Pending
ar_jo: لايمكنك حذف المغادرة، المغادرة التي قمت باختيارها قيد الدراسة

source: Define Projects
ar_jo: تعريف المشاريع

source: Project Tasks
ar_jo: مهام المشاريع

source: Define Resource Work
ar_jo: تعريف عمل المورد

source: Task Details
ar_jo: تفاصيل المهام

# AbsentToolTip
source: By selecting this option number of absent days will be considered in the monthly deduction
ar_jo: من خلال تفعيل هذا الاختيار سيتم اعتبار ايام الغياب في الخصومات الشهرية

# DelayEarlyOut
source: Delay and Early Out
ar_jo: التأخير و الخروج المبكر

# DelayEarlyOutToolTip
source: By selecting this option number deduction days for monthly delay and early out period will be considered in the monthly deduction as the below formula
ar_jo: من خلال تفعيل هذا الاختيار سيتم اعتبار عدد مرات اقتطاعات مجموع مدة التأخير و الخروج المبكر في الخصومات الشهرية حسب القيم في الاسفل

source: Missing In
ar_jo: عدم تسجيل دخول

# MissingInToolTip
source: By selecting this option number of missing in transactions will be considered in the monthly deduction
ar_jo: من خلال تفعيل هذا الاختيار سيتم اعتبار عدد مرات عدم تسجيل الدخول في الخصومات الشهرية

source: Missing Out
ar_jo: عدم تسجيل خروج

# MissingOutToolTip
source: By selecting this option number of missing out transactions will be considered in the monthly deduction
ar_jo: من خلال تفعيل هذا الاختيار سيتم اعتبار عدد مرات عدم تسجيل الخروج في الخصومات الشهرية

source: Not Complete Work Hours
ar_jo: لم يستكمل ساعات العمل

# NotCompleteWorkHoursToolTip
source: By selecting this option number deduction days for not completing working hours will be considered in the monthly deduction as the below values
ar_jo: من خلال تفعيل هذا الاختيار سيتم اعتبار عدد مرات الايام التي لم يستكمل فيها عدد ساعات العمل في الاقتطاعات الشهرية

source: Approve Invalid Attempts
ar_jo: الموافقة على الحركات الخاطئة

# InvalidTrans_Select
source: Please Select Transaction From the Table Below
ar_jo: الرجاء اختيار حركة من الجدول بالاسفل

# GoalsWeightNotAccurate
source: Total Weight Should be 100 % in Order to Submit Your Yearly Goals
ar_jo: مجموع وزن الاهداف يجب ان يكون 100 % حتى تتمكن من ارسال التقييم السنوي

# SelectCoordinatorType
source: Please Select at Least One Coordinator Type from the List
ar_jo: الرجاء اختيار نوع منسق واحد على الاقل من القائمة

source: Manager Summary
ar_jo: ملخص المدير

# CoordinatorType
source: Coordinator Types
ar_jo: انواع المنسق

# ShortNameExist
source: Short Name Already Exists
ar_jo: الاسم المختصر موجود مسبقاً

source: Define Semesters
ar_jo: تعريف الفصول

# EmpShiftsRequest
source: Employee Shifts Request
ar_jo: طلب مناوبات الموظفين

# EmpShiftsApprove
source: Employee Shifts Approval
ar_jo: الموافقة على مناوبات الموظفين

source: Update Transaction Request
ar_jo: طلب تحديث الحركة

# DirectMgrUpdateTransactionHeader
source: Direct Manager Update Transaction Approval
ar_jo: قبول تعديل الحركات من المدير المباشر

# GeneralUpdateTransactionHeader
source: General Manager Update Transaction Approval
ar_jo: قبول تعديل الحركات من المدير العام

# HRUpdateTransactionHeader
source: Human Resource Update Transaction Approval
ar_jo: قبول تعديل الحركات من الموارد البشرية

# HRUpdateTransactionApproval
source: Update Transactions Approval
ar_jo: الموافقة على تعديل الحركات

source: Import Time Attendance
ar_jo: استيراد الحركات

# SelectEmployeeCard
source: Please Select At Least One Employee To View Card
ar_jo: الرجاء اختيار موظف واحد حتى تتمكن من عرض البطاقة

# SendToPrinter
source: Your Requested Cards Have Been Sent To Printer
ar_jo: البطاقات التي قمت باختيارها تم ارسالها الى الطابعة

# UploadImage
source: Please Upload Image
ar_jo: الرجاء تحميل صورة

# SliderImages
source: Slider Announcements
ar_jo: صور الاعلانات

# InsertValidImageType
source: Please Insert Valid Image Extension, Valid Image Extensions (jpg, png, jpeg, gif, bmp)
ar_jo: الرجاء ادخال نوع صور صحيح، نوع الصور المتاحة (jpg, png, jpeg, gif, bmp)

# LeaveGradeBalanceRange
source: Maximum Allowed Should be Less Than Or Equal Grade Balance
ar_jo: اقصى مدة مسموح بها يجب ان تكون اقل من او يساوي رصيد الدرجة الوظيفية

# ErrAddGradeBalance
source: Error While Adding Grade Balance
ar_jo: خطأ اثناء اضافة رصيد الدرجات الوظيفية

# GradeBalanceAddSuccess
source: Grade Balance Added Successfully
ar_jo: تم اضافة رصيد الدرجات الوظيفية بنجاح

# SummaryLinkReport
source: Summary Link Reports
ar_jo: تقارير الملخص مع الرابط

source: Card Template(s)
ar_jo: نماذج البطاقات

# LoginToViewReport
source: Please Login In Order To View The Report
ar_jo: الرجاء تسجيل الدخول حتى تتمكن من الاطلاع على التقرير

# SelectCardTemplate
source: Please Select Card Template To View Card
ar_jo: الرجاء اختيار نموذج البطاقة لعرض بطاقة الموظف

# EmployeeNoInsert
source: Please Insert Employee Card No.
ar_jo: الرجاء ادخال رقم بطاقة الموظف

# EmployeeNoNotFound
source: Employee Name Was Not Found, Please Insert Valid Employee No.
ar_jo: لم يتم العثور على الموظف، الرجاء ادخال رقم موظف صحيح

source: Status Summary Dashboard
ar_jo: لوحة قياس ملخص الحالة

source: Overtime Types
ar_jo: انواع العمل الاضافي

# EmpOvertimeRequest
source: Employee Overtime Request
ar_jo: طلب الوقت الاضافي

# StudentManualEntryMassUpdate
source: Student Attendance
ar_jo: حضور الطلاب

source: Transaction Already Exists
ar_jo: الحركة موجودة مسبقاً

source: Schedule Visit
ar_jo: تسجيل الزيارة

# EmpAllowedGPS
source: Allowed GPS Coordinates
ar_jo: احداثيات المواقع المسموحة

# GPSCoordinateExists
source: GPS Coordinates Already Exists
ar_jo: احداثيات الموقع موجودة مسبقاً

source: Define Survey
ar_jo: تعريف الاستبيان

source: Survey Assignment
ar_jo: تعيين الاستبيان

source: Remote Attendance
ar_jo: العمل عن بعد

# EmpShifts_Coordinators
source: Prepare Shifts Coordinators
ar_jo: تحضير المناوبات للمنسقين

# ModificationDate
source: Shift Preparation Period
ar_jo: مدة تحضير المناوبات

# IdNumberExists
source: Id Number Already Exists
ar_jo: رقم الهوية موجود مسبقاً

source: BlackList Visitors
ar_jo: قائمة الزوار المحظورين

# DefineUniversity
source: University(s) & College(s)
ar_jo: الجامعات والكليات

# InsertRemarks
source: Please Insert Remarks
ar_jo: الرجاء إدخال الملاحظات

# CardHistory
source: Employee Card History
ar_jo: تاريخ البطاقة

# CardsQueue
source: Employee Cards Queue UnderPrinting
ar_jo: قائمة انتظار بطاقة الموظف قيد الطباعة

source: Please Select Status
ar_jo: يرجى تحديد الحالة

# NoDesignation
source: The Employee has no Designation assigned
ar_jo: الموظف ليس لديه تعيين معين

source: Send Notification
ar_jo: إرسال الإخطار

# EnterEmail
source: Enter Email Address
ar_jo: أدخل البريد الإلكتروني
