Repository: Yshalan/WFP_TRC-master
Catalog: Pro-WorkForce/Definitions/UserControls/App_LocalResources/NormalSchedule.ascx.*.resx
Languages: ar_jo

# Label1Resource1.Text
source: English Name
ar_jo: الإسم باللغة الإنجليزية

# Label2Resource1.Text
source: Arabic Name
ar_jo: الإسم باللغة العربية

# Label4Resource1.Text
source: Grace In
ar_jo: مهلة الدخول

# Label5Resource1.Text
source: Grace Out
ar_jo: مهلة الخروج

# lblIsDefaultResource1.Text
source: Is Default
ar_jo: أولي

# lblScheduletypeResource1.Text
source: Schedule Type
ar_jo: نوع الجدول

# RequiredFieldValidator1Resource1.ErrorMessage
source: Please Enter English Name
ar_jo: الرجاء إدخال الإسم باللغة الإنجليزية

# RequiredFieldValidator2Resource1.ErrorMessage
source: Please Enter Arabic Name
ar_jo: الرجاء إدخال الإسم باللغة العربية

# RequiredFieldValidator4Resource1.ErrorMessage
source: Please Enter Grace In Minutes
ar_jo: الرجاء إدخال مهلة الدخول بالدقائق

# RequiredFieldValidator5Resource1.ErrorMessage
source: Please Enter Grace Out Minutes
ar_jo: الرجاء إدخال مهلة الخروج بالدقائق

# GridTemplateColumnResource1.HeaderText
source: Work Days
ar_jo: أيام العمل

# GridTemplateColumnResource10.HeaderText
source: Flex Duration
ar_jo: الوقت المرن

# GridTemplateColumnResource2.HeaderText
source: From Time
ar_jo: من وقت

# GridTemplateColumnResource3.HeaderText
source: To Time
ar_jo: الى وقت

# GridTemplateColumnResource4.HeaderText
source: Duration
ar_jo: المدة

# GridTemplateColumnResource5.HeaderText
source: Form Time
ar_jo: من وقت

# GridTemplateColumnResource6.HeaderText
source: To Time
ar_jo: الى وقت

# GridTemplateColumnResource7.HeaderText
source: Duration
ar_jo: المدة

# GridTemplateColumnResource8.HeaderText
source: Is Off Day
ar_jo: يوم عطلة

# GridTemplateColumnResource9.HeaderText
source: Flex Duration
ar_jo: الوقت المرن

# btnAddRamadanResource.Text
source: Add Ramadan Schedule
ar_jo: إضافة جدول رمضان

# ListItem1Resource1.Text
source: Normal
ar_jo: عادي

# ListItem2Resource1.Text
source: Flexible
ar_jo: مرن

# lblShift1Resource1.Text
source: Shift 1
ar_jo: مناوبة 1

# lblShift2Resource1.Text
source: Shift 2
ar_jo: مناوبة 2

# lblGraceInGenderResource1.Text
source: Grace In For
ar_jo: مهلة الدخول ل

# lblGraceOutGenderResource1.Text
source: Grace Out For
ar_jo: مهلة الخروج ل

# ListItemResource2.Text
source: All Employees
ar_jo: جميع الموظفين

# ListItemResource3.Text
source: Male Only
ar_jo: الذكور فقط

# ListItemResource4.Text
source: Female Only
ar_jo: الإناث فقط

# RegularExpressionValidator1Resource1.ErrorMessage
source: Maximum allowed characters is 50.
ar_jo: اقصى عدد مسموح به 50 حرف

# revttxtScheduleEngResource1.ErrorMessage
source: Special Characters are not allowed!
ar_jo: الاحرف الخاصة غير مسموح بها

# ListItem3Resource1.Text
source: Open
ar_jo: مفتوح

# GridTemplateColumnResource11.HeaderText
source: Work Hours
ar_jo: ساعات العمل

# chkIsActiveResource1.Text
source: Is Active
ar_jo: نشط
