Repository: Yshalan/WFP_TRC-master
Catalog: Pro-WorkForce/Definitions/App_LocalResources/Permissions_Types.aspx.*.resx
Languages: ar_jo

# btnClearResource1.Text
source: Clear
ar_jo: مسح

# btnDeleteMaximumAllowedResource1.Text
source: Remove
ar_jo: حذف

# btnDeleteResource1.Text
source: Delete
ar_jo: حذف

# btnRemoveAllowedDurationResource1.Text
source: Remove
ar_jo: حذف

# btnSaveAllowedDurationResource1.Text
source: Save
ar_jo: حفظ

# btnSaveAllowedOccuranceResource1.Text
source: Save
ar_jo: حفظ

# btnSaveResource1.Text
source: Save
ar_jo: حفظ

# cmbBxRadLeaveTypesResource1.LoadingMessage
source: Loading...
ar_jo: تحميل...

# cmbBxRadLeaveTypesResource1.Localization.NoMatches
source: No matches
ar_jo: لايوجد تطابق

# cmbBxTaReasonResource1.LoadingMessage
source: Loading...
ar_jo: تحميل...

# cmbBxTaReasonResource1.Localization.NoMatches
source: No matches
ar_jo: لايوجد تطابق

source: Add new record
ar_jo: اضافة سجل جديد

# dgrdAllowedDurationResource1.MasterTableView.CommandItemSettings.RefreshText
source: Refresh
ar_jo: تحديث

# dgrdAllowedDurationResource1.MasterTableView.NoDetailRecordsText
source: No child records to display.
ar_jo: لايوجد سجلات للعرض

# dgrdAllowedDurationResource1.MasterTableView.NoMasterRecordsText
source: No records to display.
ar_jo: لايوجد سجلات للعرض

# dgrdAllowedDurationResource1.MasterTableView.PagerStyle.FirstPageToolTip
source: First Page
ar_jo: الصفحة الاولى

# dgrdAllowedDurationResource1.MasterTableView.PagerStyle.LastPageToolTip
source: Last Page
ar_jo: الصفحة الاخيرة

# dgrdAllowedDurationResource1.MasterTableView.PagerStyle.NextPagesToolTip
source: Next Pages
ar_jo: الصفحة التالية

# dgrdAllowedDurationResource1.MasterTableView.PagerStyle.NextPageToolTip
source: Next Page
ar_jo: الصفحة التالية

# dgrdAllowedDurationResource1.MasterTableView.PagerStyle.PrevPagesToolTip
source: Previous Pages
ar_jo: الصفحة السابقة

# dgrdAllowedDurationResource1.MasterTableView.PagerStyle.PrevPageToolTip
source: Previous Page
ar_jo: الصفحة السابقة

# dgrdAllowedDurationResource1.PagerStyle.FirstPageToolTip
source: First Page
ar_jo: الصفحة الاولى

# dgrdAllowedDurationResource1.PagerStyle.LastPageToolTip
source: Last Page
ar_jo: الصفحة الاخيرة

# dgrdAllowedDurationResource1.PagerStyle.NextPagesToolTip
source: Next Pages
ar_jo: الصفحة التالية

# dgrdAllowedDurationResource1.PagerStyle.NextPageToolTip
source: Next Page
ar_jo: الصفحة التالية

# dgrdAllowedDurationResource1.PagerStyle.PrevPagesToolTip
source: Previous Pages
ar_jo: الصفحة السابقة

# dgrdAllowedDurationResource1.PagerStyle.PrevPageToolTip
source: Previous Page
ar_jo: الصفحة السابقة

# dgrdAllowedDurationResource1.SortingSettings.SortedAscToolTip
source: Sorted asc
ar_jo: ترتيب تصاعدي

# dgrdAllowedDurationResource1.SortingSettings.SortedDescToolTip
source: Sorted desc
ar_jo: ترتيب تنازلي

# dgrdAllowedDurationResource1.SortingSettings.SortToolTip
source: Click here to sort
ar_jo: اضغط هنا للترتيب

# dgrdAllowedDurationResource1.StatusBarSettings.LoadingText
source: Loading...
ar_jo: تحميل...

# dgrdAllowedDurationResource1.StatusBarSettings.ReadyText
source: Ready
ar_jo: جاهز

# dgrdMaximumAllowedResource1.MasterTableView.CommandItemSettings.AddNewRecordText
source: Add new record
ar_jo: اضافة سجل جديد

# dgrdMaximumAllowedResource1.MasterTableView.CommandItemSettings.RefreshText
source: Refresh
ar_jo: تحديث

# dgrdMaximumAllowedResource1.MasterTableView.NoDetailRecordsText
source: No child records to display.
ar_jo: لايوجد سجلات للعرض

# dgrdMaximumAllowedResource1.MasterTableView.NoMasterRecordsText
source: No records to display.
ar_jo: لايوجد سجلات للعرض

# dgrdMaximumAllowedResource1.MasterTableView.PagerStyle.FirstPageToolTip
source: First Page
ar_jo: الصفحة الاولى

# dgrdMaximumAllowedResource1.MasterTableView.PagerStyle.LastPageToolTip
source: Last Page
ar_jo: الصفحة الاخيرة

# dgrdMaximumAllowedResource1.MasterTableView.PagerStyle.NextPagesToolTip
source: Next Pages
ar_jo: الصفحة التالية

# dgrdMaximumAllowedResource1.MasterTableView.PagerStyle.NextPageToolTip
source: Next Page
ar_jo: الصفحة التالية

# dgrdMaximumAllowedResource1.MasterTableView.PagerStyle.PrevPagesToolTip
source: Previous Pages
ar_jo: الصفحة السابقة

# dgrdMaximumAllowedResource1.MasterTableView.PagerStyle.PrevPageToolTip
source: Previous Page
ar_jo: الصفحة السابقة

# dgrdMaximumAllowedResource1.PagerStyle.FirstPageToolTip
source: First Page
ar_jo: الصفحة الاولى

# dgrdMaximumAllowedResource1.PagerStyle.LastPageToolTip
source: Last Page
ar_jo: الصفحة الاخيرة

# dgrdMaximumAllowedResource1.PagerStyle.NextPagesToolTip
source: Next Pages
ar_jo: الصفحة التالية

# dgrdMaximumAllowedResource1.PagerStyle.NextPageToolTip
source: Next Page
ar_jo: الصفحة التالية

# dgrdMaximumAllowedResource1.PagerStyle.PrevPagesToolTip
source: Previous Pages
ar_jo: الصفحة السابقة

# dgrdMaximumAllowedResource1.PagerStyle.PrevPageToolTip
source: Previous Page
ar_jo: الصفحة السابقة

# dgrdMaximumAllowedResource1.SortingSettings.SortedAscToolTip
source: Sorted asc
ar_jo: ترتيب تصاعدي

# dgrdMaximumAllowedResource1.SortingSettings.SortedDescToolTip
source: Sorted desc
ar_jo: ترتيب تنازلي

# dgrdMaximumAllowedResource1.SortingSettings.SortToolTip
source: Click here to sort
ar_jo: اضغط هنا للترتيب

# dgrdMaximumAllowedResource1.StatusBarSettings.LoadingText
source: Loading...
ar_jo: تحميل...

# dgrdMaximumAllowedResource1.StatusBarSettings.ReadyText
source: Ready
ar_jo: جاهز

source: Add new record
ar_jo: اضافة سجل جديد

# dgrdVwPermissionTypesResource1.MasterTableView.CommandItemSettings.RefreshText
source: Refresh
ar_jo: تحديث

# dgrdVwPermissionTypesResource1.MasterTableView.NoDetailRecordsText
source: No child records to display.
ar_jo: لايوجد سجلات للعرض

# dgrdVwPermissionTypesResource1.MasterTableView.NoMasterRecordsText
source: No records to display.
ar_jo: لايوجد سجلات للعرض

# dgrdVwPermissionTypesResource1.MasterTableView.PagerStyle.FirstPageToolTip
source: First Page
ar_jo: الصفحة الاولى

# dgrdVwPermissionTypesResource1.MasterTableView.PagerStyle.LastPageToolTip
source: Last Page
ar_jo: الصفحة الاخيرة

# dgrdVwPermissionTypesResource1.MasterTableView.PagerStyle.NextPagesToolTip
source: Next Pages
ar_jo: الصفحة التالية

# dgrdVwPermissionTypesResource1.MasterTableView.PagerStyle.NextPageToolTip
source: Next Page
ar_jo: الصفحة التالية

# dgrdVwPermissionTypesResource1.MasterTableView.PagerStyle.PrevPagesToolTip
source: Previous Pages
ar_jo: الصفحة السابقة

# dgrdVwPermissionTypesResource1.MasterTableView.PagerStyle.PrevPageToolTip
source: Previous Page
ar_jo: الصفحة السابقة

# dgrdVwPermissionTypesResource1.PagerStyle.FirstPageToolTip
source: First Page
ar_jo: الصفحة الاولى

# dgrdVwPermissionTypesResource1.PagerStyle.LastPageToolTip
source: Last Page
ar_jo: الصفحة الاخيرة

# dgrdVwPermissionTypesResource1.PagerStyle.NextPagesToolTip
source: Next Pages
ar_jo: الصفحة التالية

# dgrdVwPermissionTypesResource1.PagerStyle.NextPageToolTip
source: Next Page
ar_jo: الصفحة التالية

# dgrdVwPermissionTypesResource1.PagerStyle.PrevPagesToolTip
source: Previous Pages
ar_jo: الصفحة السابقة

# dgrdVwPermissionTypesResource1.PagerStyle.PrevPageToolTip
source: Previous Page
ar_jo: الصفحة السابقة

# dgrdVwPermissionTypesResource1.SortingSettings.SortedAscToolTip
source: Sorted asc
ar_jo: ترتيب تصاعدي

# dgrdVwPermissionTypesResource1.SortingSettings.SortedDescToolTip
source: Sorted desc
ar_jo: ترتيب تنازلي

# dgrdVwPermissionTypesResource1.SortingSettings.SortToolTip
source: Click here to sort
ar_jo: اضغط هنا للترتيب

# dgrdVwPermissionTypesResource1.StatusBarSettings.LoadingText
source: Loading...
ar_jo: تحميل...

# dgrdVwPermissionTypesResource1.StatusBarSettings.ReadyText
source: Ready
ar_jo: جاهز

# GridBoundColumnResource1.HeaderText
source: Maximum Allowed
ar_jo: اقصى وقت للسماح

# GridBoundColumnResource1.SortExpression
source: MaximumOccur
ar_jo: اقصى مرات السماح

# GridBoundColumnResource10.HeaderText
source: Duration Type
ar_jo: نوع المدة

# GridBoundColumnResource11.HeaderText
source: English Name
ar_jo: اسم نوع المدة باللغة الانجليزية

# GridBoundColumnResource12.HeaderText
source: Arabic Name
ar_jo: اسم نوع المدة باللغة العربية

# GridBoundColumnResource13.HeaderText
source: Minimum Duration
ar_jo: اقل مدة

# GridBoundColumnResource14.HeaderText
source: Maximum Duration
ar_jo: اقصى مدة

# GridBoundColumnResource15.HeaderText
source: Monthly Balance
ar_jo: الرصيد الشهري

# GridBoundColumnResource5.HeaderText
source: Duration Type
ar_jo: نوع المدة

# GridBoundColumnResource6.HeaderText
source: Maximum Duration
ar_jo: اقصى مدة

# lblAllowedDurationResource1.Text
source: Duration
ar_jo: المدة

# lblApprovalRequiredResource1.Text
source: Approval required
ar_jo: الموافقة مطلوبة

# lblArabicnameResource1.Text
source: Arabic name
ar_jo: الاسم باللغة العربية

# lblDurationResource1.Text
source: Duration
ar_jo: المدة

# lblInMinsResource1.Text
source: MM
ar_jo: د

# lblIsConsiderInWorkResource1.Text
source: Consider in work
ar_jo: اعتبار في العمل

# lblLeaveTypesResource1.Text
source: Deduct balance type
ar_jo: خصم من الرصيد

# lblMaxDurationResource1.Text
source: Maximum duration
ar_jo: اقصى مدة

# lblMaximumDurationResource1.Text
source: Maximum Duration
ar_jo: اقصى مدة

# lblMaximumOccurResource1.Text
source: Maximum Allowed
ar_jo: اقصى وقت للسماح

# lblMinDurationResource1.Text
source: Minimum duration
ar_jo: ادنى مدة

# lblMonthlyBalanceResource1.Text
source: Monthly balance
ar_jo: الرصيد الشهري

# lblNameResource1.Text
source: English name
ar_jo: الاسم باللغة الانجليزية

# lblTaReasonResource1.Text
source: Attendance reason
ar_jo: سبب الحضور

# PageResource1.Title
source: Work Force Pro : : Define Type of Permissions
ar_jo: Work Force Pro : : تعريف نوع المغادرة

# RadCmbBxAllowedDurationResource1.LoadingMessage
source: Loading...
ar_jo: تحميل...

# RadCmbBxAllowedDurationResource1.Localization.NoMatches
source: No matches
ar_jo: لايوجد تطابق

# RadCmbBxDurationResource1.LoadingMessage
source: Loading...
ar_jo: تحميل...

# RadCmbBxDurationResource1.Localization.NoMatches
source: No matches
ar_jo: لايوجد تطابق

# RadFilter1Resource1.AddExpressionToolTip
source: Add Expression
ar_jo: اضافة مصطلح

# RadFilter1Resource1.AddGroupToolTip
source: Add Group
ar_jo: اضافة مجموعة

# RadFilter1Resource1.ApplyButtonText
source: Apply
ar_jo: تطبيق

# RadFilter1Resource1.BetweenDelimeterText
source: And
ar_jo: و

# RadFilter1Resource1.Localization.FilterFunctionBetween
source: Between
ar_jo: بين

# RadFilter1Resource1.Localization.FilterFunctionContains
source: Contains
ar_jo: يحتوي

# RadFilter1Resource1.Localization.FilterFunctionDoesNotContain
source: DoesNotContain
ar_jo: لايحتوي

# RadFilter1Resource1.Localization.FilterFunctionEndsWith
source: EndsWith
ar_jo: ينتهي ب

# RadFilter1Resource1.Localization.FilterFunctionGreaterThan
source: GreaterThan
ar_jo: اكبر من

# RadFilter1Resource1.Localization.FilterFunctionGreaterThanOrEqualTo
source: GreaterThanOrEqualTo
ar_jo: اكبر من او يساوي

# RadFilter1Resource1.Localization.FilterFunctionIsEmpty
source: IsEmpty
ar_jo: فارغ

# RadFilter1Resource1.Localization.FilterFunctionIsNull
source: IsNull
ar_jo: لايوجد قيمة

# RadFilter1Resource1.Localization.FilterFunctionLessThan
source: LessThan
ar_jo: اصغر من

# RadFilter1Resource1.Localization.FilterFunctionLessThanOrEqualTo
source: LessThanOrEqualTo
ar_jo: اصغر من او يساوي

# RadFilter1Resource1.Localization.FilterFunctionNotBetween
source: NotBetween
ar_jo: ليس بين

# RadFilter1Resource1.Localization.FilterFunctionNotEqualTo
source: NotEqualTo
ar_jo: لايساوي

# RadFilter1Resource1.Localization.FilterFunctionNotIsEmpty
source: NotIsEmpty
ar_jo: ليس فارغ

# RadFilter1Resource1.Localization.FilterFunctionNotIsNull
source: NotIsNull
ar_jo: يوجد قيمة

# RadFilter1Resource1.Localization.FilterFunctionStartsWith
source: StartsWith
ar_jo: يبدأ ب

# RadFilter1Resource1.Localization.GroupOperationAnd
source: And
ar_jo: و

# RadFilter1Resource1.Localization.GroupOperationNotAnd
source: Not And
ar_jo: وليس

# RadFilter1Resource1.Localization.GroupOperationNotOr
source: Not Or
ar_jo: او ليس

# RadFilter1Resource1.Localization.GroupOperationOr
source: Or
ar_jo: او

# RadFilter1Resource1.RemoveToolTip
source: Remove Item
ar_jo: ازالة بند

# RadToolBarButtonResource1.Text
source: Apply filter
ar_jo: تطبيق البحث

# reqArabicNameResource1.ErrorMessage
source: Please enter permission arabic name
ar_jo: الرجاء ادخال اسم المغادرة باللغة العربية

# reqcmbBxTaReasonResource1.ErrorMessage
source: Please select TA reason
ar_jo: الرجاء اختيار سبب الحضور

# reqMonthlyBalanceResource1.ErrorMessage
source: Please enter minut monthly balance
ar_jo: الرجاء اختيار دقائق الرصيد الشهري

# reqPermissionNameResource1.ErrorMessage
source: Please enter permission english name
ar_jo: الرجاء ادخال اسم المغادرة باللغة الانجليزية

# reqRadLeaveTypesResource1.ErrorMessage
source: Please select leave type
ar_jo: الرجاء اختيار نوع الاجازة

# reqRadMaxDurationResource1.ErrorMessage
source: Please enter maximum duration
ar_jo: الرجاء ادخال اقصى مدة

# reqRadMinDurationResource1.ErrorMessage
source: Please enter minimum duration
ar_jo: الرجاء ادخال اقل مدة

# rfvAllowedDurationResource1.ErrorMessage
source: Please Select Duration
ar_jo: الرجاء اختيار المدة

# rfvDurationResource1.ErrorMessage
source: Please Select Duration
ar_jo: الرجاء اختيار المدة

# rfvMaximumDurationResource1.ErrorMessage
source: Please enter maximum duration amount
ar_jo: الرجاء ادخال قيمة اقصى مدة

# rfvMaximumOccurResource1.ErrorMessage
source: Please enter maximum allowed amount
ar_jo: الرجاء ادخال قيمة اقصى مدة للسماح

# RadFilter1Resource1.Localization.FilterFunctionEqualto
source: Equal to
ar_jo: يساوي

# Tab1Resource1.HeaderText
source: Permission
ar_jo: المغادرة

# Tab2Resource1.HeaderText
source: Allowed Occurance
ar_jo: عدد المرات المسموح بها

# Tab3Resource1.HeaderText
source: Allowed Duration
ar_jo: المدة المسموح بها

# lblMinutes2Resource1.Text
source: Minutes
ar_jo: دقائق

# lblMinutesResource1.Text
source: Minutes
ar_jo: دقائق

# lblInHoursResource1.Text
source: HH
ar_jo: س

# reqHoursMonthlyBalanceResource1.ErrorMessage
source: Please enter hour monthly balance
ar_jo: الرجاء اختيار ساعات الرصيد الشهري

# lblGeneralGuideResource1.Text
source: General Guide
ar_jo: تعليمات عامة

# lblGeneralGuideArResource1.Text
source: Arabic General Guide
ar_jo: تعليمات عامة باللغة العربية

# lblLeaveTypeDurationResource1.Text
source: Duration Allowed With This Leave
ar_jo: مدة الفتره المسموح بها لهذه الاجازه

# lblLeaveTypeResource1.Text
source: Leave Type to Allowed Duration
ar_jo: نوع الاجازه للفتره المسموح بها

# reqLeaveTypeDurationResource1.ErrorMessage
source: Please enter duration for this leave type
ar_jo: الرجاء ادخال قيمة للفترة المسموح بها

# lblPermissionTypeResource1.Text
source: Permission Type to Allowed Duration
ar_jo: نوع المغادرة للفتره المسموح بها

# lblPermissionTypeDuration.Text
source: Duration Allowed if has study permission per month
ar_jo: مدة الفتره المسموح اذا كان له ساعات دراسه خلال الشهر

# lblAllowedAfterResource1.Text
source: Allowed After Specific Time
ar_jo: مسموح بعد وقت محدد

# lblAllowedAfterTimeResource1.Text
source: Allowed After
ar_jo: مسموح بعد

# lblhintResource1.Text
source: Hours : Minutes
ar_jo: دقائق : ساعات

# hlViewEntityResource1.Text
source: View Entities
ar_jo: عرض وحدات العمل

# Label5Resource1.Text
source: List Of Employees
ar_jo: قائمة الموظفين

# lblAllowedAfterDaysResource1.Text
source: Allowed After
ar_jo: مسموح بعد

# lblAllowedBeforeDaysResource1.Text
source: Allowed Before
ar_jo: مسموح قبل

# lblAllowedForSpecificEntityResource1.Text
source: Allowed For Specific Entity(s)
ar_jo: مسموح لوحدات عمل محددة

# lblAllowedManagersResource1.Text
source: Allowed For Managers Only
ar_jo: مسموح للمدراء فقط

# lblCompanyResource1.Text
source: Company
ar_jo: الشركة

# lblCompleteWHRSResource1.Text
source: Should Complete 50% Of Work Hours
ar_jo: يجب اتمام 50% من الدوام الرسمي

# lblDaysResource1.Text
source: Day(s)
ar_jo: ايام

# lblEntitiesResource1.Text
source: List Of Entities
ar_jo: قائمة وحدات العمل

# lblExcludeManagersResource1.Text
source: Exclude Managers From Before & After
ar_jo: استثناء المدراء من (قبل و بعد)

# Literal1Resource1.Text
source: Select All
ar_jo: اختيار الكل

# Literal2Resource1.Text
source: Unselect All
ar_jo: الغاء اختيار الكل

# rfvCompaniesResource1.ErrorMessage
source: Please Select Company
ar_jo: الرجاء اختيار شركة

# lblAllowedForSelfServiceResource1.Text
source: Allowed For Self Service
ar_jo: مسموح للخدمات الذاتية

# lblentityResource1.Text
source: Entity
ar_jo: وحدة العمل

# lblPermissionApprovalResource1.Text
source: Permissions Approval
ar_jo: الموافقة على المغادرات

# rdbtnBothResource1.Text
source: Both
ar_jo: كلاهما

# rdbtnDirectmgrResource1.Text
source: Direct Manager Only
ar_jo: المدير المباشر فقط

# rdbtnDMHRGMResource1.Text
source: DM,HR,GM
ar_jo: المدير المباشر, الموارد البشرية, المدير العام

# rdbtnHROnlyResource1.Text
source: Human Resource Only
ar_jo: شؤون الموظفين فقط

# lblNotAllowedWhenHasStudyorNursingResource1.Text
source: Not Allowed When Has Study or Nursing Permission
ar_jo: عدم السماح في حال وجود مغادرة دراسية او رضاعة

# lblShowRemainingBalanceResource1.Text
source: Show Remaining Balance
ar_jo: اظهار الرصيد المتبقي

# lblHasFlexiblePermissionResource1.Text
source: Has Flexible Permission
ar_jo: تفعيل المغادرة المرنه

# lblHasFullDayPermissionResource1.Text
source: Has Full Day Permission
ar_jo: تفعيل المغادره ليوم كامل

# lblHasPermissionForPeriodResource1.Text
source: Has Permission For Period
ar_jo: تفعيل المغادرة لفترة وقت

# ListItemResource17.Text
source: Yes
ar_jo: نعم

# ListItemResource18.Text
source: No
ar_jo: لا

# lblConsiderRequestWithinBalanceResource1.Text
source: Consider Request Within Balance
ar_jo: حساب الرصيد المتبقي قبل الموافقة

# lblAllowedBeforeResource1.Text
source: Allowed Before Specific Time
ar_jo: مسموح قبل وقت محدد

# lblAllowedBeforeTimeResource1.Text
source: Allowed Before
ar_jo: مسموح قبل

# lblAllowForSpecificEmployeeTypeResource1.Text
source: Allowed For Specific Employee Group
ar_jo: مسموح لمجموعة معينة من الموظفين

# lblAttachmentIsMandatoryResource1.Text
source: Attachment Is Mandatory
ar_jo: المرفق إجباري

# lblEmployeeTypeResource1.Text
source: Employee Group
ar_jo: مجموعة الموظفين

# lblRemarksIsMandatoryResource1.Text
source: Remarks Is Mandatory
ar_jo: الملاحظات إجباري

# lbllblCompaniesResource1.Text
source: List Of Companies
ar_jo: قائمة الشركات

# ListItem1Resource1.Text
source: All
ar_jo: الكل

# ListItem2Resource1.Text
source: Specific Company
ar_jo: شركة محددة

# ListItem3Resource1.Text
source: Specific Entity
ar_jo: وحدة عمل محددة

# Tab4Resource1.HeaderText
source: Allowed Units
ar_jo: الوحدات المسموحة

# lblMinDurationSelfServiceResource1.Text
source: Minimum Duration Allowed In SelfService
ar_jo: اقل مدة مسموحة في الخدمات الذاتية

# RadComboBoxItem1Resource1.Text
source: --Please Select--
ar_jo: --الرجاء الاختيار--

# RadComboBoxItem2Resource1.Text
source: 10 Minutes
ar_jo: 10 دقيقة

# RadComboBoxItem3Resource1.Text
source: 15 Minutes
ar_jo: 15 دقيقة

# RadComboBoxItem4Resource1.Text
source: 20 Minutes
ar_jo: 20 دقيقة

# RadComboBoxItem5Resource1.Text
source: 30 Minutes
ar_jo: 30 دقيقة

# RadComboBoxItem6Resource1.Text
source: 1 Hour
ar_jo: 1 ساعة

# chkAutoApproveResource1.Text
source: Automatic Approve
ar_jo: موافقة تلقائية

# lblAutoApproveAfterResource1.Text
source: Automatic Approve After
ar_jo: موافقة تلقائية بعد

# rfvAutoApproveAfterResource1.ErrorMessage
source: Please Insert Automatic Approve After No. Of Day(s)
ar_jo: الرجاء ادخال عدد ايام الموافقة التلقائية

# chkPerm_NotificationExceptionResource1.Text
source: Notification Exception
ar_jo: استثناء الاشعارات

# chkPerm_NotificationExceptionResource1.ToolTip
source: By Checking This Option, Email and SMS Notifications Will Be Disabled For The Defined Type
ar_jo: من خلال اختيارك هذه الخاصية سيتم تعطيل اشعارات البريد الالكتروني و الرسائل النصية

# lblAutoApprovePolicyResource1.Text
source: Auto Approve Policy
ar_jo: سياسة الموافقة التلقائية

# ListItemDMResource1.Text
source: Direct Manager
ar_jo: المدير المباشر

# ListItemGMResource1.Text
source: General Manager
ar_jo: المدير العام

# ListItemHRResource1.Text
source: Human Resource
ar_jo: الموارد البشرية

# chkConvertToLeave_ExceedDurationResource1.Text
source: Convert Permission To Leave If Exceed Permission Duration
ar_jo: تحويل المغادرة الى اجازة في حال تجاوز اقصى مدة

# lblAnnualLeaveId_ToDeductPermissionResource1.Text
source: Leave Type
ar_jo: نوع الاجازة

# chkMustHaveTransactionResource1.Text
source: Employee Must Have In Transaction In Order to Request Permission
ar_jo: يجب ان يكون للموظف حركة دخول حتى يتمكن من طلب هذا النوع من المغادرة

# chkDeductFromOvertimeResource1.Text
source: Deduct Balance From Overtime
ar_jo: خصم الرصيد من الوقت الاضافي

# lblOvertimeBalanceDaysResource1.Text
source: Overtime Balance In The Last
ar_jo: رصيد الوقت الاضافي قبل

# lblOvertimeDaysResource1.Text
source: Days
ar_jo: يوم

# rfvOvertimeBalanceDays.ErrorMessage
source: Please Insert Overtime Balance In The Last Day(s)
ar_jo: الرجاء ادخال رصيد الوقت الاضافي قبل عدد من الايام

# chkValidateDelayPermissionsResource1.Text
source: Delay Permission Limitation
ar_jo: تحديد تصاريح التأخير

# lblDelayPermissionValidationResource1.Text
source: Allowed No. Of Delay Permission Per Month
ar_jo: عدد المرات المسموح بها لتصاريح التأخير شهرياً

# GridBoundColumnResource17.HeaderText
source: Maximum Duration In Ramadan
ar_jo: اقصى مدة في رمضان

# lblMaximumRamadanDurationResource1.Text
source: Maximum Duration In Ramadan
ar_jo: اقصى مدة في رمضان

# rfvMaximumRamadanDurationResource1.ErrorMessage
source: Please Insert Maximum Duration In Ramadan
ar_jo: الرجاء ادخال اقصى مدة في رمضان

# lblMaximumDuration_WithStudyNursingResource1.Text
source: Maximum Duration With Nursing Or Study Permission
ar_jo: اقصى مدة في وجود مغادرة رضاعة او دراسة

# lblAllowWhenInSufficientResource1.Text
source: Allow When Balance InSufficient
ar_jo: السماح اذا كان الرصيد غير كافي

# lblHasPermissionTimeControlsResource1.Text
source: Has Time Permission
ar_jo: تفعيل وقت المغادرة

# lblHasPermissionTimeControlsResource1.ToolTip
source: By Enabling this option, User will be able to request from time to time permission
ar_jo: عند تفعيل هذا الاختيار، سيمكن للمستخدم طلب المغادرة من وقت الى وقت

# lblPermissionRequestManagerLevelRequiredResource1.Text
source: Permission Request Manager Level Required
ar_jo: المستوى الاداري المطلوب للموافقة على طلب المغادرة
